[
  {
    "title": "About",
    "layout": "page.pug",
    "htmlContent": "<div class='section-content'> <h1>Exceptional Medical Care That You Can Rely On</h1> <h2>ABOUT VA GATEWAY URGENT CARE CENTER OF GAINESVILLE, VA</h2> <p>Virginia Gateway Urgent Care Center is dedicated to providing outstanding medical care for Gainesville residents. Since 1995, our goal has been and always will be to offer compassionate, comprehensive care for our patients. We offer a wide range of services to meet most any medical need, from medical emergency assistance to screening, tests and other evaluative measures.</p><p>Preserving and protecting the health of our clients is our number one priority. We believe that<i>an ounce of prevention is worth a pound of cure</i>. You deserve to have a medical care professional who truly cares about you and your family’s health. Whether it’s for routine medical care or for a one-time event, expect nothing but the best from every member of our team.</p><p>From physical exams and X-rays to drug screening and urgent care, Virginia Gateway Urgent Care Center is the best choice for health care in the Gainesville area. To learn more about our team or our services, call us anytime. We accept both appointments and walk-ins; come get treatment from our exceptional team today.</p><div class='call-to-action pt-10 pb-40 mt-60 border-1px bg-lighter text-center'> <h3>Contact Our Urgent Care Clinic Today!</h3><a class='btn btn-gray btn-theme-colored btn-lg' href='/contact'>Contact Us</a> </div><h2 style='padding-top: 40px'>Practitioner Profiles</h2> <hr> <div class='row'> <div class='col-xs-12 col-sm-6 col-md-6 pull-left pr-60 pl-sm-15'> <div> <h3>Charles Okorie, MD</h3> <h5 class='text-theme-colored'>Internal Medicine @ VGUCC</h5> <p>Dr. Okorie is a board-certified physician in internal medicine with more than two decades of experience. He received his MD from the College of Medicine in Enugu, Nigeria and compelled his residency at Howard University in Washington, DC. He did one year of fellowship at the University of Pittsburgh Medical Center before deciding to shift his focus to urgent care medicine and primary care.</p><p>He is also a licensed Aviation Medical Examiner by the Federal Aviation Authority (FAA) and a designated Civil Surgeon under the U.S. Citizenship Immigration Services (USCIS).</p><p>Dr. Okorie prides himself on treating all patients with the utmost compassion and care. He enjoys mentoring staff and colleagues, as he believes that the primary job of a good leader is to be a good teacher.</p></div><div class='mt-30'> <dl class='dl-horizontal doctor-info'> <dt>Speciality</dt> <dd>INTERNAL MEDICINE</dd> <hr> <dt>Education</dt> <dd>Doctor of Medicine, Howard University in Washington, DC</dd> <hr> <dt>Experience</dt> <dd>24 years of Experience in Medicine</dd> <hr> <dt>Interests</dt> <dd>Chronic disease management, aviation physicals and immigration physicals</dd> </dl> </div></div><div class='col-xs-12 col-sm-6 col-md-6 pull-left pl-60 pl-sm-15'> <div> <h3>Henry Ziegler, MD</h3> <h5 class='text-theme-colored'>INTERNAL MEDICINE AND PUBLIC HEALTH</h5> <p>Board certified in internal medicine, Dr. Ziegler received his MD, CM from McGill University Faculty of Medicine and completed his residency at Johns Hopkins School of Public Health and Hygiene. With over four decades of experience, Dr. Ziegler has been known for his holistic approach as well as his international work in public health and medicine, particularly in Tanzania.</p><p>Dr. Ziegler believes that the patient will feel better and live longer when they maintain a balanced physical and mental state. 'I provide encouragement, support and science-based ideas, direction and treatment,' says Dr. Ziegler. He believes that the discussion of diagnosis stems from the patient's strengths, thus improving and maintaining the patient's health.</p></div><div class='mt-30'> <dl class='dl-horizontal doctor-info'> <dt>Speciality</dt> <dd>INTERNAL MEDICINE AND PUBLIC HEALTH</dd> <hr> <dt>Education</dt> <dd>Johns Hopkins School of Public Health and Hygiene</dd> <hr> <dt>Experience</dt> <dd>41 years of Experience in Medicine</dd> <hr> <dt>Interests</dt> <dd>Behavioral health and international public health</dd> </dl> </div></div></div></div>"
  },
  {
    "title": "Services",
    "layout": "page.pug",
    "htmlContent": "<div class='section-content'> <h1>Rely On Our Medical Staff for Quality Care</h1> <h3>Come to Virginia Gateway Urgent Care of Gainesville today</h3> <p>Whether you’ve sustained a minor injury or need a routine physical exam, you can count on the medical staff at Virginia Gateway Urgent Care for outstanding medical treatment. Those in need of urgent care services can walk right into our facility – no appointment needed. If you need to schedule a screening, test or some other medical service, please call us to arrange a time for assistance. We promise that at our facility, you will receive absolute outstanding medical care from our professionals – from the moment you walk in to the moment you leave. Take a glance down below at the extensive services we offer – then call us or stop by right away.</p><div class='call-to-action pt-10 pb-40 mt-60 border-1px bg-lighter text-center'> <h3>Contact Our Urgent Care Clinic Today!</h3><a class='btn btn-gray btn-theme-colored btn-lg' href='/contact'>Contact Us</a> </div><div class='section-title mb-30 mt-60'> <div class='row'> <div class='col-md-12'> <h4 class='text-uppercase text-theme-colored title-border m-0'>HEADLINE HERE</h4> </div></div></div><div class='section-centent'> <div class='row'> <div class='col-sm-6 col-md-3'> <div class='text-center border-1px mb-30'> <div class='thumb'><img class='img-fullwidth' src='/assets/images/urgent_care.jpg' alt='Urgent Care'></div><div class='content bg-lightest p-15 pb-20'> <h3 class='title text-theme-colored mt-0'>Urgent Care</h3> </div></div></div><div class='col-sm-6 col-md-3'> <div class='text-center border-1px mb-30'> <div class='thumb'><img class='img-fullwidth' src='/assets/images/physical_exams.jpg' alt='Physical exams'></div><div class='content bg-lightest p-15 pb-20'> <h3 class='title text-theme-colored mt-0'>Physical exams</h3> </div></div></div><div class='col-sm-6 col-md-3'> <div class='text-center border-1px mb-30'> <div class='thumb'><img class='img-fullwidth' src='/assets/images/on_site_x_rays.jpg' alt='On-site X-Rays'></div><div class='content bg-lightest p-15 pb-20'> <h3 class='title text-theme-colored mt-0'>On-site X-Rays</h3> </div></div></div><div class='col-sm-6 col-md-3'> <div class='text-center border-1px mb-30'> <div class='thumb'><img class='img-fullwidth' src='/assets/images/drug_screenings.jpg' alt='Drug Screenings'></div><div class='content bg-lightest p-15 pb-20'> <h3 class='title text-theme-colored mt-0'>Drug Screenings</h3> </div></div></div></div></div><h3>Choose VA Gateway for the following:</h3> <ul class='list theme-colored angle-double-right'> <li>All major health insurance plans accepted including Anthem Blue Cross and Blue Shield</li><li>Other payment methods include cash, check, credit card (American Express, Visa and MasterCard) and debit (ATM) card</li><li>Those in need of urgent medical care and walk-ins are welcome. No appointment needed.</li><li>Pre-deployment physicals using US government approved standard forms 88 and 93.</li><li>Internal medicine appointments including care for diabetes, asthma and hypertension.</li><li>Immigration (INS) physicals for permanent resident (green card) application as required by the Immigration and Naturalization Service Act.</li><li>Aviation medical examinations by appointment only.</li><li>Audiometry (hearing test).</li><li>Wound care/minor trauma.</li><li>X-ray services (computer based X-ray services) available on site.</li><li>Drug screening.</li><li>Physicals (Annual, school, camp, DOT, re-employment).</li><li>Prostate cancer screening, TB test, Strep throat testing.</li><li>Blood test (cholesterol and sugar diabetes screening included).</li><li>Worker's compensation injuries.</li><li>Travel medicine and immunization offered for those taking trips abroad.</li><li>Capability to provide comprehensive executive physical for corporations and individuals.</li><li>Medical Review Officer (MRO) services for corporations.</li></ul> </div>"
  },
  {
    "title": "Employment",
    "layout": "page.pug",
    "htmlContent": "<div class='section-content'><img class='item_image' style='float: right;width: 50%;margin: 25px' alt='Employment Opportunities Available at Virginia Gateway' data-src='' border='0' src='/assets/images/Now-Hiring-Vintage-Orange-Seal-82106048.jpg'> <h1>Employment Opportunities Available at Virginia Gateway</h1> <h3>Searching for qualified and compassionate individuals to join our team</h3> <p>Virginia Gateway Urgent Care is looking for dedicated and talented members to join our staff. We are currently searching for qualified doctors, assistants, nurses and general operational staff at our urgent care facility in Gainesville. These individuals should be able to provide excellent medical care and unlimited compassion to our clients. We are seeking long-term individuals who want to help our community remain happy and healthy for years to come. If you believe you can be a valuable contribution to our successful and dedicated team, we would like to hear for you.</p><p>Please send a copy of your resume and a cover letter to:<b>k.hicks@urgemedical.com</b></p><div class='call-to-action pt-10 pb-30 mt-60 border-1px bg-lighter text-center'> <h3>Contact Our Urgent Care Clinic Today!</h3><a class='btn btn-gray btn-theme-colored btn-lg' href='/contact'>Contact Us</a> </div></div>"
  },
  {
    "title": "Asthma",
    "layout": "page.pug",
    "htmlContent": "<div id='container'> <div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item right not_hero yes_image yes_heads yes_desc' lang='en'> <div class='the_list_wrap'><div class='the_list_item_image'><a data-title='Asthma'></a><a href='/content/contact/' target='_self'><img style='float: right;width: 50%;margin: 25px;' alt='Asthma' data-src=' border='0' class='item_image' src='/assets/images/Pretty-Girl-Using-Asthma-Inhal-119293265.jpg'></a></div> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><a href='/content/contact/' target='_self'>Asthma</a></h1></div><div class='the_list_item_desc txt_color'><p><span style='font-family: Arial; font-size: small;'>Asthma is a chronic inflammatory disease of the airways (small lung pipes) that affects about 14 to 15 million people in the U.S. Each year it results in more than 450,000 hospital admissions and about 5,000 deaths. It is a well-known fact among physicians and health care policymakers in this country that most of these deaths and admissions can be significantly reduced if current attitudes toward asthma management are improved. This change in attitude has to come from both patients and health care givers. The good news is that it won't be rocket science. <br><br> One of the recommendations of the <em>Expert Panel Report 11,</em> published in 1997 by the National Asthma Education and Prevention Program is patient education and active participation. This is not surprising considering the fact that in similar chronic illnesses such as diabetes and hypertension (high blood pressure), the best outcomes are seen in patients who are well informed of their conditions and play active roles in their outpatient treatments.<br><br> One of the ways we believe that patients can play active roles in their asthma management is by using a device called the peak flow meter. This is a portable device that measures one's maximum capacity to exhale air from the lungs. During use, the individual blows into the device, the exhaled air pushes a piston inside the meter up the scale. When the piston rises, it carries with it an indicator that shows a value, measured in liters per minute.<br><br> The real significance of these values rests not only in the fact that it can help doctors make important decisions about asthma treatments but when checked on a regular basis (preferably daily), it can help pick subtle changes in the airways even before the patient is aware of the symptoms of asthma. This is analogous to a diabetic patient checking their blood sugar levels at home.<br><br> It is interesting to report that a team of Canadian researchers led by Dr. Robert L. Cowie and colleagues at the University of Calgary in Alberta studied 150 asthmatic patients over a 6-month period testing whether outpatient peak flow monitoring is more effective than a symptom-based plan or no plan at all for poorly-controlled asthmatics. The conclusions from their study were striking: 55 persons in the no-plan group visited the emergency room for worsening of symptoms, 45 visits were made in the symptom based group and only 5 of 46 participants in the peak flow-based action plan required such a visit to the emergency room. It is thus clear from the study that the use of peak flow monitoring on outpatient basis can go a long way in reducing the failure of outpatient treatment on asthmatics. It is our recommendation that every asthmatic, regardless of the severity of their illness who can be taught how to use the peak flow monitor, should discuss the device with their doctor and be instructed how to use it in monitoring their asthma outpatient management. </span></p></div><div class='the_list_item_action'><a href='/contact/' target='_self' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Contact our urgent care clinic today!</a></div> </div> </div> </div></div></div> </div>"
  },
  {
    "title": "Diabetes",
    "layout": "page.pug",
    "htmlContent": "<div id='container'> <div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item right not_hero yes_image yes_heads yes_desc' lang='en'> <div class='the_list_wrap'><div class='the_list_item_image'><a data-title='American Diabetes Association (ADA) management goals for diabetic patients.'></a><a href='/content/contact/' target='_self'><img style='float: right;width: 50%;margin: 25px;' alt='American Diabetes Association (ADA) management goals for diabetic patients.' data-src='' border='0' class='item_image' src='/assets/images/medicine-diabetes-glycemia-104000705.jpg'></a></div> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><a href='/content/contact/' target='_self'>American Diabetes Association (ADA) management goals for diabetic patients.</a></h1></div><div class='the_list_item_desc txt_color'><p><span style='font-family: Arial; font-size: small;'>The American Diabetic Association (ADA) along with federal and International health authorities have recently issued new guidelines for diagnosing diabetes. The new fasting blood sugar(glucose) level for diagnosing diabetes mellitus has been dropped from <strong>140 to 126 mg/dl.</strong> Experts say new screening policy could help unmask 2 million cases of diabetics in this country alone. The guidelines recommend testing all people at<strong> age 30</strong> and repeating the test every 3 years. Testing should begin earlier and be repeated more frequently for those at higher risk. The goal is to start treatment sooner rather than later and hopefully avoid some of the serious complications of the disease.<br><br> Complications from heart diseases are the leading causes of death and disability in diabetic patients.<br> Studies have shown that:</span></p><ul><li>Diabetes patients have a 2-to 4- fold excess risk of heart attacks</li><li>2-to 3-times greater risk of death after a heart attack</li><li>Poorer prognosis after balloon angioplasty or bypass operation</li><li>2- to 3-fold greater risk of stroke</li><li>Heart disease tends to develop sooner in the diabetic population than in the non-diabetic</li></ul><span style='font-family: Arial; font-size: small;'>The reason for these excessive risks in the diabetic population is not completely understood, but we know from evidence based medicine that when certain risk factor are controlled in this population, you can substantially reduce <strong>'heart disease-related'</strong> death rate and disability in the diabetic patients. Generally speaking, the thing to remember is that treatment goals or endpoints for blood pressure and lipid levels for them are lower than those for the general population.<br><br> Here is a summary of the ADA recommendations: <strong>Blood Pressure </strong>should be 130/85 mm Hg or lower. Should be checked at every office visit (at least 3 times per year for patients with type 2 diabetes and 4 times per year for those with type 1 diabetes).<br><br><strong>Fasting blood glucose </strong>should be maintained at 126mg/dl or less.<br><br><strong>Glycosylated hemoglobin (HbA1c) </strong>should be less than 6.5%. This should be tested 3-4 times a year. 4 times for type 1 diabetes and 3 times for type 2 diabetes.<br><br><strong>Albumin excretion </strong>should be less than 30 mg/24hours.</span><ul><li>The recommendation is to test for microalbumin in the urine if no protein is picked on routine dipstick method.</li><li>Start screening for protein excretion in the urine 5 years after onset of type 1 diabetes and from the time of diagnosis of type 2 diabetes.</li></ul><span style='font-family: Arial; font-size: small;'><strong>Cholesterol </strong>should be checked yearly; if repeatedly normal can be spread out to every two years.</span><ul><li>HDL cholesterol (the good cholesterol) should be greater than 45 mg/dl; levels much higher than this are recommended for women.</li><li>LDL cholesterol (the bad cholesterol) should be less than 100 mg/dl.</li><li>Triglyceride levels should be less than 200 mg/dl</li></ul><p></p></div><div class='the_list_item_action'><a href='/content/contact/' target='_self' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Contact our urgent care clinic today!</a></div> </div> </div> </div></div></div> </div>"
  },
  {
    "title": "Flu",
    "layout": "page.pug",
    "htmlContent": "<div id='container'> <div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item right not_hero yes_image yes_heads yes_desc' lang='en'> <div class='the_list_wrap'><div class='the_list_item_image'><a data-title='The Flu'></a><a href='/content/contact/' target='_self'><img style='float: right;width: 50%;margin: 25px;' alt='The Flu' data-src='' border='0' class='item_image' src='/assets/images/Young-Sick-Woman-Lying-On-Bed-116426774.jpg'></a></div> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><a href='/content/contact/' target='_self'>The Flu</a></h1></div><div class='the_list_item_desc txt_color'><p><span style='font-family: Arial; font-size: small;'>The influenza viruses are a family of viruses that cause the illness widely known as the Flu. This illness is characterized by fever, runny nose, sore throat, cough, muscle aches and a generalized feeling of being unwell (malaise). It is a self limiting illness with full recovery in the majority of the population but in the very old, very young and those with chronic medical problems such as diabetes, lung and heart illnesses, the flu can be life-threatening.<br><br> Since we all know prevention is better than cure we try to prevent the flu in those people who would tend to get severe attacks as listed above. The most effective way is by vaccination once a year with the flu vaccine that has been prepared specifically against the likely strains of Influenza virus for that year. This is a very safe vaccine (even in pregnancy and nursing mothers) with rare side effects other than in those allergic to eggs or with a previous medical history of Guillain-Barre syndrome (an uncommon neurological condition ). The flu vaccine does not 100% guarantee not getting the Flu but it should at the minimum reduce the severity of the illness should it occur.<br><br> Although the shot can be given any time during the flu season which runs from November through April, the optimal time for vaccination is the period from <strong>October to Mid-November</strong>. The vaccination is done during this interval because the Flu illness tends to peak between late December and early March and it usually takes 1-2 weeks after vaccination for antibody against influenza to develop and provide protection. The Flu shot is generally recommended for: all adults older than 65 and anybody from age 6months and above with chronic diseases of the heart, lung, kidney, diabetes, post-transplant, cancer, sickle cell anemia etc. Other groups for whom the vaccination is also strongly recommended are healthcare workers or individuals who by the nature of their job or dwelling will have extensive contact with the elderly population. It is equally advised that the flu shot should be given to any person who wishes to reduce the likelihood of becoming ill with influenza. Persons who provide essential community services should be considered for vaccination to minimize disruption of essential activities during influenza outbreaks.<br><br> In patients who have been exposed to a person with the flu and are at risk of getting a severe attack several anti-viral medications may be given to prevent an attack or at least minimize it's effects. These medications are not without side-effects which is why they are not routinely given to the healthy population. In those patients who have the flu treatment usually consists of bed rest, fluids and a variety of cold and fever medicines. Consideration may be given to antibiotic treatment if it is felt that there has been a secondary infection by bacteria which require definitive treatment. Finally proper personal hygiene (handwashing, appropriate disposal of tissuesetc.) with adequate ventilation go a long way to preventing the spread of the Flu.</span></p></div><div class='the_list_item_action'><a href='/content/contact/' target='_self' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Contact our urgent care clinic today!</a></div> </div> </div> </div></div></div> </div>"
  },
  {
    "title": "Glaucoma",
    "layout": "page.pug",
    "htmlContent": "<div id='container'> <div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item right not_hero yes_image yes_heads yes_desc' lang='en'> <div class='the_list_wrap'><div class='the_list_item_image'><a data-title='Glaucoma'></a><a href='/contact/' target='_self'><img style='float: right;width: 50%;margin: 25px;' alt='Glaucoma' data-src='' border='0' class='item_image' src='/assets/images/Old-Man-Undergoing-A-Visual-Fi-90022328.jpg'></a></div> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><a href='/content/contact/' target='_self'>Glaucoma</a></h1></div><div class='the_list_item_desc txt_color'><p><span style='font-family: Arial; font-size: small;'>Glaucoma is a group of diseases that damage the eye's nerve (optic nerve). Glaucoma is the <strong>second</strong> most common cause of blindness in the U.S., and it is the most common cause of blindness among African-Americans. <strong>About 15 million</strong> Americans have glaucoma, and only about 1/2 of those people who have glaucoma know that they have it. Most blindness from glaucoma is <strong>preventable</strong> if caught early enough. The key to catching glaucoma early enough is getting regular, comprehensive eye exams, which should occur every 2-3 years until you are 40, and thereafter every 1-2 years. African-Americans are 4-5 times more likely to have glaucoma than Caucasian-Americans; people with a family history are likewise about 5 times more likely to develop glaucoma. Diabetics, nearsighted people, people who have experienced eye trauma and people who use steroids (either inhaled or by mouth) are also at increased risk for glaucoma, and these people should also be checked more frequently.<br><br> Glaucoma is called the <strong>'silent thief'</strong> because for the majority of patients the loss of vision occurs so slowly that they do not realize they are losing sight. Usually whatever vision is 'stolen' from glaucoma is not able to be recovered by subsequent treatment. Thus the goal of therapy is to preserve whatever is left of your field of vision.<br><br> A smaller percentage of glaucoma patients have symptoms, such as halos around lights, blurry vision, eye pain, light sensitivity, headache or nausea - these symptoms can be mild to severe in intensity, and they can be constantly or intermittently present. If you have these symptoms, you should get an ophthalmological evaluation. Don't let glaucoma get you!!<br><br> Contributed by:<br><br> Linda Dressler, M.D.<br> Graduate of Harvard School of Medicine (1982)<br> A practicing Ophthalmologist in Fairfax, VA<br> Tel: (703)273-2398 </span></p></div><div class='the_list_item_action'><a href='/content/contact/' target='_self' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Contact our urgent care clinic today!</a></div> </div> </div> </div></div></div> </div>"
  },
  {
    "title": "Hepatitis B Immunization",
    "layout": "page.pug",
    "htmlContent": "<div id='container'> <div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item right not_hero yes_image yes_heads yes_desc' lang='en'> <div class='the_list_wrap'><div class='the_list_item_image'><a data-title='Hepatitis B Immunization'></a><a href='/content/contact/' target='_self'><img style='float: right;width: 50%;margin: 25px;' alt='Hepatitis B Immunization' data-src='' border='0' class='item_image' src='/assets/images/Doctor-Holding-Tablet-Hbv-124331291.jpg'></a></div> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><a href='/content/contact/' target='_self'>Hepatitis B Immunization</a></h1></div><div class='the_list_item_desc txt_color'><p><span style='font-family: Arial; font-size: small;'>The Advisory Committee on Immunization Practices (ACIP) has recently recommended that <strong>all</strong> children and adolescents 12 years of age and younger who were not previously vaccinated against hepatitis B virus should be vaccinated with hepatitis B vaccine. The recommendation also extends to high-risk individuals older than 12 years. This recommendation is aimed at reducing the incidence of hepatitis B in adolescents who engage in lifestyles that place them at risk for being infected. It is also intended to decrease the overall prevalence and transmission of hepatitis B in the general population in the long term. High-risk persons include:</span></p><ul><li>Men who have sex with men</li><li>IV drug users and their partners</li><li>Persons with a history of recent multiple sex partners or with a sexually transmitted disease.</li><li>International travellers to areas known to be endemic to hepatitis B virus</li><li>Persons in the health care field</li></ul><span style='font-family: Arial; font-size: small;'><br><br>Because hepatitis B in both acute and chronic cases can be a very serious illness we strongly recommend that you discuss current guidelines with your physician or your child's pediatrician.</span><p></p></div><div class='the_list_item_action'><a href='/content/contact/' target='_self' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Contact our urgent care clinic today!</a></div> </div> </div> </div></div></div> </div>"
  },
  {
    "title": "Homocysteine",
    "layout": "page.pug",
    "htmlContent": "<div id='container'> <div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 portrait_3_4 large not_well '> <div class='item_1 the_list_item right not_hero yes_image yes_heads yes_desc' lang='en'> <div class='the_list_wrap'><div class='the_list_item_image'><a data-title='&quot;Homocysteine The New Vascular Villain&quot; by Charles I. Okorie, MD'></a><a href='/content/contact/' target='_self'><img style='float: right;width: 50%;margin: 25px;' alt='&quot;Homocysteine The New Vascular Villain&quot; by Charles I. Okorie, MD' data-src='' border='0' class='item_image' src='/assets/images/Man-Clutching-His-Heart-13884560.jpg'></a></div> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><a href='/content/contact/' target='_self'>'Homocysteine The New Vascular Villain' by Charles I. Okorie, MD</a></h1></div><div class='the_list_item_desc txt_color'><p><span style='font-family: Arial; font-size: small;'>Heart attack also called acute myocardial infarction(MI) is a clinical condition resulting from blockage of the blood vessels (coronary arteries) that supply oxygen rich blood to the body pump(heart muscle). This blockage leads to death of the heart muscle cells which manifests as a heart attack. <br><br> The most common presentation of this condition is chest pain. In some patients, this chest pain may mimick indigestion. Other manifestations of this syndrome include but are not limited to difficulty breathing, fainting spells, profuse sweating, dizziness, and nausea. It is estimated that about 1.5 million people get heart attacks every year in the US. To drive this point home that translates to one heart attack every <strong>20 seconds</strong>. Of this number about a third or more will die from their first heart attack. Another chilling statistic. Interpreted in another way, it behoves us all - patients and healthcare providers alike to continue to find ways to prevent heart attacks. The purpose of this article is therefore to alert us to a lesser known risk factor for heart attacks - high levels of an amino acid, homocysteine (pronounced <strong>home-o-sis-teen</strong>).<br><br> In the past few years, considerable advances have been made in our understanding of the processes leading to the blockage of blood vessels that supply blood to the heart. Risk factors that put individuals at increased risk for heart attacks include: family history of heart attacks, hypertension, diabetes, smoking, elevated cholesterol levels, male sex and post-menopausal women. The final common pathway for all these factors appears to be damage to the inner lining of the blood vessels. Such damage triggers complex mechanisms that ultimately result in blood clots that occlude the arteries supplying blood to the heart muscle which can result in heart attack. Until recently the focus on this inner lining damage had been placed entirely on the interplay of high cholesterol levels in the blood and the blood vessels. However, numerous instances exist where this inner lining damage still occurs despite near to normal cholesterol levels in some patients. We are now beginning to appreciate that cholesterol may not always be the 'bad cop' in all cases. Within the past decade, an explosion of studies and an avalanche of new findings have begun to emerge proving that a substance in our blood, homocysteine, when in abnormal high amount is an independent risk factor for heart attacks and other blood clotting disorders. Homocysteine when present in high concentration in the blood appears to damage the inner lining of blood vessels and thus promote clotting that leads to blockage. In fact, some studies are suggesting that above normal levels of homocysteine have been noted in about 25% of patients with heart attacks and 40% of patients with stroke (brain attacks).<br><br><strong>What is Homocysteine?</strong><br> Homocysteine is an amino acid. Amino acids are the building blocks of proteins. When we eat food rich in protein, the body breaks it down into these building blocks in our stomach so that absorption can take place in the intestine. One of the amino acids we absorb through this process is methionine. After absorption, some of the methionine gets converted in the liver to homocysteine. When the body needs the methionine again, it can be regenerated through chemical conversion (remethylation) of homocysteine back to methionine through complex chemical reactions. These chemical reactions lower the levels of homocysteine in our blood and require adequate supplies of vitamins B12 and folic acid. Another way the body can lower the homocysteine level in our blood is by breaking it down to another substance, cysteine, which is further degraded into products excreted in the urine. The chemical breakdown of homocysteine to cysteine requires a vitamin called vitamin B6(pyridoxine).<br><br><strong>Causes of high homocysteine levels:</strong></span></p><ul><li>Absence or low levels of enzymes (body chemicals) needed to convert homocysteine to methionine.</li><li>Absence or low levels of enzymes needed to breakdown homocysteine to excretable products of cysteine.</li><li>Acquired conditions leading to high levels of homocysteine such as chronic kidney failure, leukemia, Psoriasis, diabetes and post-transplant patients.</li><li>Reduced levels of vitamins B12, B6 and folic acid - the cofactors needed in metabolism of homocysteine.</li><li>Drugs like methotrexate, dilantin, tegretol, theodur and Isoniazid(INH) which can induce high homocysteine levels through their negative effects on vitamins:B12, B6 and folic acid (pre-requisites in the disposition of homocysteine).</li></ul><span style='font-family: Arial; font-size: small;'><strong>Dangers of high homocysteine levels</strong><br> The dangers of high blood levels of homocysteine first came to light following the observation that persons with homocystinuria (a rare genetic disorder) characterized by high levels of homocysteine were showing various forms of occlusive diseases of the blood vessels, ranging from heart attacks (due to blood clots of arteries of the heart), stroke (due to blood clots of arteries of the brain) and pulmonary embolism (due to blood clots of arteries of the lung).<br><br> Following this observation, a growing body of population studies both within and outside the US continue to show that low levels of folic acid and vitamin B6(cofactors required to lower blood levels of homocysteine) are associated with heart attacks. Lower levels of these vitamins are associated with higher homocysteine levels which have the potential to promote and induce damage to inner linings of blood vessels, ultimately leading to clot formation and heart attacks.<br><br><strong>Homocysteine - 'The new vascular villain' - How do we fight it?</strong><br><em>'Chance Favors Only the Prepared Mind'</em> by Louis Pasteur.<br><br> One of the most important goals of our urgent care center is to keep our patients well informed on various health conditions. We hope you are now aware of another risk factor for heart attacks and other clotting disorders. If you are, our message has been heard. The next logical step is to review your personal risk factors for heart attacks with your doctor, starting of course with the most common: smoking (this one is really big), diabetes even when borderline, hypertension, high LDL cholesterol( the bad cholesterol) and low HDL cholesterol(the good cholesterol). Once you have ruled all these out, it may be necessary to consider blood homocysteine level - an established risk factor for heart attacks particularly if there is an unexplained personal history of heart attacks or other clotting disorders. Unexplained family history of heart attacks, strokes(brain attacks), sudden deaths or blood clots in lungs and extremities should also warrant evaluation for abnormal homocysteine levels. The consideration should be much greater if these conditions are occuring at a young age (less than 50 years of age) with no other identifiable risk factors.<br><br><strong>Conclusion</strong><br> In the years to come, the benefits of homocysteine approach on health and longevity will be more evident. Already some authorities are attributing the declines in the risk of stroke and heart attacks since 1960s to increased vitamin B6 in the nation's food supply. Recent studies have suggested that the addition of folic acid to the food supply have the potential to save at least 50,000 American lives from heart disease alone. Rich sources of vitamins B6, B12 and folic acid - the cofactors needed to lower levels of homocysteine in our blood include:green leafy vegetables, beans and fruits. We feel that making these food items part of your daily meal could be of immense benefit in the prevention of heart attacks and other clotting disorders considering their unique roles in lowering the levels of homocysteine (the new vascular villain) in our blood.</span><p></p></div><div class='the_list_item_action'><a href='/content/contact/' target='_self' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Contact our urgent care clinic today!</a></div> </div> </div> </div></div></div> </div>"
  },
  {
    "title": "Hypertension",
    "layout": "page.pug",
    "htmlContent": "<div id='container'> <div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item right not_hero yes_image yes_heads yes_desc' lang='en'> <div class='the_list_wrap'><div class='the_list_item_image'><a data-title='&quot;A Wake Up Call and Current Guidelines for Hypertension&quot; by Charles I. Okorie, MD'></a><a href='/content/contact/' target='_self'><img style='float: right;width: 50%;margin: 25px;' alt='&quot;A Wake Up Call and Current Guidelines for Hypertension&quot; by Charles I. Okorie, MD' border='0' class='item_image' src='/assets/images/Doctor-Checking-Blood-Pressure-92511701.jpg'></a></div> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><a href='/content/contact/' target='_self'>'A Wake Up Call and Current Guidelines for Hypertension' by Charles I. Okorie, MD</a></h1></div><div class='the_list_item_desc txt_color'><p><span style='font-family: Arial; font-size: small;'><strong>Understanding Hypertension</strong><br> Hypertension is the result of persistent elevation of arterial blood pressure. The key word here is<strong> persistent</strong>. Persistent in the sense that just about all of us at one point or another have elevations in blood pressure such as in the classical <em>'fright, fight and fear'</em> situations described in adrenaline surge. In those circumstances, we do not say that hypertension exists. Even this understanding is applied in clinical medicine in diagnosing hypertension. Usually your physician will have to check your blood pressure two or more times in different settings before diagnosing you with hypertension. Knowing that hypertension is persistent high blood pressure, we need to understand clearly what we mean by blood pressure and why we need to be concerned about it.<br><br> Blood pressure is a measure of the pressure(force per unit area) of the flowing blood against the walls of the arteries. The arteries are the portions of our blood vessels that carry blood away from the heart(the pump) to all the various organs of our body such as the brain, heart muscle, kidneys, eyes,etc. This pressure against the walls of the arteries is dependent upon the following factors: the volume and thickness of the blood itself, the action of the heart pump and finally the elasticity(stretchability) of the arterial walls. These factors can independently or in combination affect our blood pressure.<br><br> Blood pressure is usually expressed as two numbers: the systolic and diastolic blood pressure. The systolic blood pressure is the upper or higher number and is the pressure on the arteries at the time of contraction of the heart(as the heart-the pump pushes the blood out to the body). The optimal systolic blood pressure should be 120 mmHg or less. In contrast, the diastolic blood pressure which is the lower number is the pressure on the arteries during the relaxation phase of the heart(during which the emptied heart pump is being refilled with blood from the other parts of the body). And the accepted optimal value for diastolic blood pressure is less than 80 mmHg.<br><br> Hypertension is defined as systolic blood pressure of 140 mmHg or greater, diastolic blood pressure of 90 mmHg or greater, and we need to be concerned because it afflicts about 50 million persons in the US (1 out of 6 persons). Left uncontrolled is a major contributor to heart attacks, heart failure, strokes and kidney failure. <br><br> With these numbers in mind, hypertension has been reclassified since November 1997 by the <em>JNC VI report (The Sixth Report of the Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure)</em> into the following:</span></p><ul><li>Stage 1: Systolic BP of 140-159 mmHg or diastolic BP of 90-99 mmHg</li><li>Stage 2: Systolic BP of 160-179 mmHg or diastolic BP of 100-109 mmHg</li><li>Stage 3: Systolic BP of 180 mmHg or greater or diastolic BP of 110 mmHg or greater</li></ul><span style='font-family: Arial; font-size: small;'>Another important addition by the expert panel to the above classification is to consider individual patient lifestyles and risk factors to heart attacks when making treatment decisions. We now for the first time have patients being assigned to risk groups A, B or C based on these risk factors (smoking, abnormal cholesterol, diabetes mellitus, family history of heart disease in men younger than age 55 or women younger than age 65, age greater than 60 years ( for men and postmenopausal women).</span><ul><li>Risk Group A: No other risk factors to heart disease and no evidence of organ damage from Hypertension.</li><li>Risk Group B: At least one risk factor, not including diabetes.</li><li>Risk Group C: Patients with diabetes, target organ damage, heart disease with or without other risk factors to heart disease.</li></ul><span style='font-family: Arial; font-size: small;'>The real message here from the staging and assigning of risk factors is to be more aggressive in treating for instance a patient with stage 1, but belongs to group C. Someone that in the past, we would have been less aggressive with because of the minimally elevated blood pressure. For instance, a patient with say diabetes or prior heart attack or even angina with a systolic BP of 145 mmHg should at the <strong>outset</strong> be treated with medications rather than waiting for lifestyles, diet or exercise to control his/her hypertension. In the past, the option not to use medication in this instance described would have been okay, but not any more. The current guidelines are borne out of the fact that hypertension remains perhaps the most <strong>undiagnosed and undertreated</strong> illness in this country if not the world over. Nearly half of 50 million people in the United States who are affected by hypertension do not receive treatment according to a new report issued by the National Heart, Lung, and Blood Institute (NHLBI). In the words of Sheldon G. Sheps, MD, Emeritus Professor of Medicine, Mayo Clinic and Mayo Medical School, Rochester, Minnesota and Chairman of the expert panel that wrote the guidelines, he said <em>'We are not doing well as well as we thought on the hypertension front. Stroke deaths are up a bit, coronary heart disease mortality has hit a plateau, congestive heart failure affects more and more people, and the number of people with end-stage renal disease continues to increase in number. Uncontrolled hypertension is a major contributor to all of these<u></u>conditions.'</em><br><br> Other important aspect of the new guidelines worthy of mention is the recognition of a class called the <strong>(High-normal Blood Pressure)</strong>. This designation is used in persons whose blood pressure are not high enough to be termed hypertensive, and not optimal enough to be deemed absolutely normal. A systolic blood pressure of 130-139 mmHg or a diastolic of 85-89 mmHg defines this group. The real relevance of identifying this group is for both the patients and the healthcare givers to intervene sooner than later since this group of patients are at increased risk of developing hypertension. In this category, the goal is to <strong>prevent</strong> hypertension and is achievable if the right measures are taken. Such measures will of course include:</span><ul><li>Lifestyle modification program</li><li>DASH(<strong>D</strong>ietary <strong>A</strong>pproaches to <strong>S</strong>top <strong>H</strong>ypertension) diet in controlling blood pressure.</li></ul><span style='font-family: Arial; font-size: small;'>Lifestyle modification will include: losing weight if overweight, increased physical activity, giving up smoking and reducing salt intake. DASH diet is a diet rich in fruits, vegetables and low-fat dairy foods, with reduced saturated and total fats. It is also low in cholesterol, high in dietary fiber, potassium, magnesium and moderately high in protein. The DASH eating plan is based on 2,000 calories per day and is proven to lower blood pressure when followed religiously. <br><br><strong>Conclusion</strong><br> The most important take home message from this article and the new guidelines is that despite our vast knowledge of the harmful effects of untreated or poorly controlled high blood pressure, most patients who have it remain untreated. And even among those who are being treated, more than 50% (about 12 million) remain uncontrolled. It is our responsibility - patients and healthcare givers alike to change this current abysmal state of treating hypertension. In otherwords, patients need to show more compliance with medications, healthy diet, lifestyle changes and demand application of latest practice guidelines to their care. For the healthcare givers, this is a wake up call for all of us to do more than we are currently doing in controlling this potentially devastating condition. </span><p></p></div><div class='the_list_item_action'><a href='/content/contact/' target='_self' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Contact our urgent care clinic today!</a></div> </div> </div> </div></div></div> </div>"
  },
  {
    "title": "Impotence",
    "layout": "page.pug",
    "htmlContent": "<div id='container'> <div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item right not_hero yes_image yes_heads yes_desc' lang='en'> <div class='the_list_wrap'><div class='the_list_item_image'><a data-title='Impotence'></a><a href='/contact/' target='_self'><img style='float: right;width: 50%;margin: 25px;' alt='Impotence' border='0' class='item_image' src='/assets/images/Family-Problems-103796105.jpg'></a></div> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><a href='/contact/' target='_self'>Impotence</a></h1></div><div class='the_list_item_desc txt_color'><p><span style='font-family: Arial; font-size: small;'>Impotence is an umbrella term used to describe male sexual malfunction and includes erectile dysfunction/failure (ED), ejaculatory and orgasmic abnormalities etc. However, in common parlance, impotence is taken to be synonymous with ED and both terms are often used interchangeably. For the purpose of the subject being discussed, this article will concentrate on ED and smoking.</span><span style='font-family: Arial; font-size: small;'>Erectile dysfunction (ED) is the inability to achieve or maintain an erection sufficient for satisfactory sexual function as defined by the American National Institute of Health Consensus Panel in 1992.<br><br><strong>What Causes Impotence?</strong><br> Failure of erection can be of organic or psychogenic origin. Organic causes are more common in the older population (over 70% in those 55 years or above), while psychogenic causes are commoner in the younger population. The common risk factors for organic impotence are diabetes mellitus, atherosclerosis (arterial disease), trauma, neurological conditions, drugs and smoking in no particular order.<br><br><strong>How Does Smoking Cause Impotence?</strong><br> To appreciate the relationship between smoking and ED, we need to understand the bio-mechanical basis of erection. Erection of the penis is a vascular event that entails a rapid inflow of blood through the arteries into the penile tissue spaces within a short time to achieve engorgement/tumescence and subsequently the penis stays rigid when blood outflow from the veins is blocked by the expanded penile spaces. Thus any disease process or drug that adversely affects blood flow in our body has the potential to cause impotence.<br><br> Smoking through the effect of nicotine on arteries is a recognized risk factor (among others) for arterial disease. Diseased arteries have narrowing of their lumens (like clogged pipes) and therefore, the rapid inflow of blood described above is not possible resulting in failure of erection. This is essentially the same mechanism for smoking-related heart disease, stroke etc. This adverse relationship between smoking and ED is well known among experts that treat impotence. And numerous medical reports continue to implicate smoking in majority of cases of impotence.<br><br><strong>Conclusion</strong><br> In summary, smoking is a scientifically recognized risk factor for organic erectile dysfunction in the male through its effects on the arteries. This risk increases with: age of patient, how long the individual has been a smoker, the number of cigarettes smoked per day, and other co-existing illnesses.<br><strong>IF YOU DO NOT WISH TO BE IMPOTENT AT SOME POINT IN YOUR LIFE, THE TIME TO STOP SMOKING IS NOW!!!!</strong><br><br> Contributed by:<br> Dr. Aloy Okeke, FMCS, FRCS<br> Specialist Registrar in Urology<br> Department of Urology<br> Southmead Hospital<br> Bristol, U.K.</span></p></div><div class='the_list_item_action'><a href='/contact/' target='_self' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Contact our urgent care clinic today!</a></div> </div> </div> </div></div></div> </div>"
  },
  {
    "title": "Lasik Eye Surgery",
    "layout": "page.pug",
    "htmlContent": "<div id='container'><div class='mobile-abovepost '><ul class='phones'><li class='primary tsi-phone '><a href='tel:703-754-9111' data-icon='A' title='703-754-9111'><span>Call Us</span></a></li></ul><ul class='addresses'><li class='primary tsi-address '><a href='http://maps.google.com/maps?daddr=7516 Iron Bar Lane, Gainsville, VA 20155' data-icon='M' title='http://maps.google.com/maps?daddr=7516 Iron Bar Lane, Gainsville, VA 20155' target='_blank'>Directions</a></li></ul></div> <div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item right not_hero yes_image yes_heads yes_desc' lang='en'> <div class='the_list_wrap'><div class='the_list_item_image'><a data-title='Lasik Eye Surgery'></a><a href='/content/contact/' target='_self'><img style='float: right;width: 50%;margin: 25px;' alt='Lasik Eye Surgery' border='0' class='item_image' src='/assets/images/Close-Up-Women-Eye-Scanning-Te-106901384.jpg'></a></div> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><a href='/content/contact/' target='_self'>Lasik Eye Surgery</a></h1></div><div class='the_list_item_desc txt_color'><p></p><p align='justify'><span style='font-family: Arial; font-size: small;'>Laser Vision Correction has taken the world by storm. 4.1 million procedures have been done in the United States alone to date. This number only represents 0.9% of the United States population. In the U.S., there are 160 million people that would benefit from refractive surgery. *LASIK, a specific form of laser vision correction, is the number one procedure being performed today and for good reason. This revolutionary surgery frees people from the hassles of glasses and contact lenses enabling them to enjoy sports and life unencumbered. Millions of people around the world have successfully pursued LASIK surgery for a multitude of reasons. Athletes, such as Tiger Woods, Tony Dorsett, and Troy Aikman, have taken advantage of this amazing technology to improve their performances. Celebrities such as Cindy Crawford and Michael Bolton have lined up to gain visual freedom. Police officers, firefighters, physicians and surgeons are having it done. Why? Because it works!! It is believed that laser vision correction will one day be a rite of passage. One will get his braces at age thirteen and his eyes 'fixed' at eighteen and very few people will still be wearing visual appliances. A world without glasses? This may become reality sooner than you think!<br> Who is a candidate? Unbelievably, most people who wear glasses and contacts to see at a distance are. The Excimer laser can treat myopia (nearsightedness), hyperopia (farsightedness), astigmatism, or any combination of those. Presbyopia (an aging change that necessitates reading glasses after the age of forty) cannot be treated with the laser or any other surgical procedure at this time. Therefore, if you only need glasses to read and not to see at a distance, you may not be a candidate for laser vision correction at this time. Don't despair! We are presently developing a surgical procedure to definitively treat this condition. We should have an answer for all the Presbyopes in about three to four years so keep your eyes open.<br> LASIK, an acronym for <strong>L</strong>aser <strong>A</strong>ssisted <strong>I</strong>n-<strong>S</strong>itu <strong>K</strong>eratomilieusis, is a surgical procedure that involves making a thin hair-width flap in the cornea and using the Excimer laser to sculpt the cornea into a normal shape. In most cases, it takes less than a minute for the laser to do this. In fact, the patient is usually in the laser room for less than fifteen minutes having both eyes done. The surgery is painless and the recovery relatively quick. When the surgery is completed, excitement fills the room as the patient sits up and, for the first time, sees things around the room that were just a blur prior to the procedure. The crispness and clarity continue to improve for several days after the procedure. Most patients go back to work and resume their normal activities the very next day.<br> With all the advertising going on about Laser Vision Correction, choosing a surgeon and center can be quite confusing. There are both experienced surgeons and inexperienced surgeons performing LASIK. There are surgeons who care for their patients from start to finish and those who meet you as you climb onto the table. There are discount centers or premier centers of excellence to choose from. Some Centers profess to have the 'better' laser. All the advertising sounds the same. How does one reasonably make the right choice? After all, these are your eyes and you only have one set of them. Here are a few questions to ask.</span></p><table border='0' width='700' cellspacing='0' cellpadding='0'><tbody><tr><td colspan='2' width='100%' height='21'><span style='font-family: Arial; font-size: small;'>The Surgeon</span></td></tr><tr><td valign='top' width='1%' height='18'><span style='font-family: Arial; font-size: small;'>1)<span style='font-style: normal; font-variant: normal; font-weight: normal;'></span></span></td><td width='139%' height='18'><span style='font-family: Arial; font-size: small;'>Is your surgeon a board certified Ophthalmologist?</span></td></tr><tr><td valign='top' width='1%' height='18'><span style='font-family: Arial; font-size: small;'>2)<span style='font-style: normal; font-variant: normal; font-weight: normal;'></span></span></td><td width='139%' height='18'><span style='font-family: Arial; font-size: small;'>What is your surgeon’s background and education?</span></td></tr><tr><td valign='top' width='1%' height='34'><span style='font-family: Arial; font-size: small;'>3)<span style='font-style: normal; font-variant: normal; font-weight: normal;'></span></span></td><td width='139%' height='34'><span style='font-family: Arial; font-size: small;'>How is your surgeon’s “bedside manner”? (Most patients are extremely nervous about the surgery. It helps if the surgeon has a calming demeanor)</span></td></tr><tr><td valign='top' width='1%' height='18'><span style='font-family: Arial; font-size: small;'>4)<span style='font-style: normal; font-variant: normal; font-weight: normal;'></span></span></td><td width='139%' height='18'><span style='font-family: Arial; font-size: small;'>How many LASIK procedures has the surgeon performed (over 1000&nbsp;preferably)</span></td></tr><tr><td valign='top' width='1%' height='34'><span style='font-family: Arial; font-size: small;'>5)<span style='font-style: normal; font-variant: normal; font-weight: normal;'></span></span></td><td width='139%' height='34'><span style='font-family: Arial; font-size: small;'>Who does your pre-operative and post-operative management? Is there&nbsp;continuity of care? <br>(The pre-operative information is used to program the laser so accuracy with pre-operative measurements is key to a great result)&nbsp; &nbsp; </span></td></tr><tr><td colspan='2' width='100%' height='21'></td></tr><tr><td colspan='2' width='100%' height='18'><span style='font-family: Arial; font-size: small;'>The Center</span></td></tr><tr><td valign='top' width='5%' height='18'><span style='font-family: Arial; font-size: small;'>6)<span style='font-style: normal; font-variant: normal; font-weight: normal;'></span></span></td><td width='95%' height='18'><span style='font-family: Arial; font-size: small;'><span style='font-style: normal; font-variant: normal; font-weight: normal;'></span>Is the Center clean and organized?</span></td></tr><tr><td valign='top' width='5%' height='18'><span style='font-family: Arial; font-size: small;'>7)<span style='font-style: normal; font-variant: normal; font-weight: normal;'></span></span></td><td width='95%' height='18'><span style='font-family: Arial; font-size: small;'>Is the laser and ancillary equipment up to date?</span></td></tr><tr><td valign='top' width='5%' height='18'><span style='font-family: Arial; font-size: small;'>8)<span style='font-style: normal; font-variant: normal; font-weight: normal;'></span></span></td><td width='95%' height='18'><span style='font-family: Arial; font-size: small;'>Is the staff knowledgeable and friendly? (Also helps allay the fear)</span></td></tr><tr><td valign='top' width='5%' height='18'><span style='font-family: Arial; font-size: small;'>9)<span style='font-style: normal; font-variant: normal; font-weight: normal;'></span></span></td><td width='95%' height='18'><span style='font-family: Arial; font-size: small;'>What is the price and what does it include? (Usually includes the surgery,&nbsp;management for several months, and<span style='mso-spacerun: yes;'></span>“touch-up” surgeries)</span></td></tr><tr><td valign='top' width='5%' height='18'><span style='font-family: Arial; font-size: small;'>10)<span style='font-style: normal; font-variant: normal; font-weight: normal;'></span></span></td><td width='95%' height='18'><span style='font-family: Arial; font-size: small;'> Are there affordable financing plans available?</span></td></tr><tr><td width='5%' height='21'></td><td width='95%' height='21'><span style='font-family: Arial; font-size: small;'></span></td></tr><tr><td colspan='2' width='100%' height='18'><span style='font-family: Arial; font-size: small;'>The Laser</span></td></tr><tr><td valign='top' width='5%' height='17'><span style='font-family: Arial; font-size: small;'>11)<span style='font-style: normal; font-variant: normal; font-weight: normal;'></span></span></td><td width='95%' height='17'><span style='font-family: Arial; font-size: small;'>Is the Laser FDA approved?</span></td></tr><tr><td valign='top' width='5%' height='18'><span style='font-family: Arial; font-size: small;'>12)</span></td><td width='95%' height='18'><span style='font-family: Arial; font-size: small;'>Does the laser have an eye tracker? (An eye tracker will ensure better&nbsp;centration of the laser treatment)</span></td></tr><tr><td valign='top' width='5%' height='18'><span style='font-family: Arial; font-size: small;'>13)<span style='font-style: normal; font-variant: normal; font-weight: normal;'></span></span></td><td width='95%' height='18'><span style='font-family: Arial; font-size: small;'>Does the laser have the ability to treat a patient with larger pupils?<span style='mso-spacerun: yes;'></span>(Larger&nbsp;treatment zones decrease one’s risk for post-operative side effects)</span></td></tr><tr><td valign='top' width='5%' height='18'><span style='font-family: Arial; font-size: small;'>14)<span style='font-style: normal; font-variant: normal; font-weight: normal;'></span></span></td><td width='95%' height='18'><span style='font-family: Arial; font-size: small;'>What does your surgeon recommend for you? (The surgeon has the&nbsp;knowledge of all lasers to make a more informed decision)</span></td></tr><tr><td colspan='2' width='100%' height='21'><span style='font-family: Arial; font-size: small;'></span></td></tr><tr><td colspan='2' width='100%' height='21'><p align='justify'><span style='font-family: Arial; font-size: small;'>It is important to do your homework to ensure the optimal result. LASIK surgery is a life changing operation. It will change everything about your life from waking up and seeing the clock, to driving and participating in sports without glasses. You will enjoy this newfound freedom for the rest of your life. We are indeed lucky to be living during a time of incredible technology!! I invite you to learn more about LASIK and See What You've Been Missing!</span></p></td></tr><tr><td colspan='2' width='100%' height='21'><span style='font-family: Arial; font-size: small;'></span></td></tr><tr><td colspan='2' width='100%' height='21'><span style='font-family: Arial; font-size: small;'><u>*Statistical Data supplied courtesy of Marketscope at <a href='http://www.mktsc.com'>http://www.mktsc.com</a></u></span></td></tr></tbody></table><table border='0' width='700' cellspacing='0' cellpadding='0'><tbody><tr><td colspan='3' width='798'></td></tr><tr><td colspan='3' width='798'></td></tr><tr><td colspan='3' width='798'></td></tr><tr><td style='border-style: solid; border-color: transparent;' width='118'><span style='font-family: Arial; font-size: small;'><em><img style='float: right;width: 50%;margin: 25px;' src='http://www.flucc.com/images/Jackie50.jpg' width='120' height='148' border='0'></em></span></td><td width='6'><p align='justify'><br></p></td><td width='672'><span style='font-family: Arial; font-size: small;'><em>Jacqueline .D. Griffiths, MD, a board certified Ophthalmologist and LASIK surgeon, is the owner and medical director for NewView Laser Eye, Inc. She can be reached at NewView Laser Eye, 12110 Sunset Hills Road, Reston, VA 20190.<br> Tel: (703) 834-9777 or 1-800 294-1001. Fax (703) 834-8187.<br> Website:<a href='http://www.newviewlasereye.com'>http://www.newviewlasereye.com</a></em></span></td></tr></tbody></table><p></p></div><div class='the_list_item_action'><a href='/content/contact/' target='_self' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Contact our urgent care clinic today!</a></div> </div> </div> </div></div></div> </div>"
  },
  {
    "title": "Obesity",
    "layout": "page.pug",
    "htmlContent": "<div id='container'> <div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item right not_hero yes_image yes_heads yes_desc' lang='en'> <div class='the_list_wrap'><div class='the_list_item_image'><a data-title='Obesity'></a><a href='/content/contact/' target='_self'><img style='float: right;width: 50%;margin: 25px;' alt='Obesity' border='0' class='item_image' src='/assets/images/Doctor-holding-a-tablet-pc-wit-109965233.jpg'></a></div> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><a href='/content/contact/' target='_self'>Obesity</a></h1></div><div class='the_list_item_desc txt_color'><p><span style='font-family: Arial; font-size: small;'><strong>Overview:</strong><br> Over the years, healthcare providers and consumers have had trouble defining who is fat, overweight or obese. To make matters worse, some people remain confused about these terms, and still use them interchangeably. In an effort to clarify these terminologies and provide scientific guidelines for the medical management of individuals with excess weight, in 1998, the National Heart, Lung and Blood Institute (NHLBI), in collaboration with the National Institute of Diabetes, Digestive and Kidney Disease (NIDDK), established the first Federal guidelines on the identification, evaluation and treatment of overweight and obesity in adults. These clinical practice guidelines are designed to help healthcare providers in their care of the obese and overweight. These two public health problems are believed to affect about 100 million American adults, a figure that translates into approximately one out of every three Americans!&nbsp;<br><br> From these guidelines, being overweight, and obesity are defined using a new parameter called the Body Mass Index (BMI). The body mass index describes one's body weight relative to height, and is believed to strongly correlate with the total body fat content in adults, hence the emphasis on this parameter. Adding more weight to the significance of BMI, is the recent finding that, as an independent marker, it correlates with risk of death and illness in a given individual.</span><span style='font-family: Arial; font-size: small;'><strong> How do you know if you are overweight or obese?</strong><br><br> It is very easy to find out using the new guidelines. First, you measure your weight in kilograms (note that 2.2Ibs equals 1kg). Then obtain your height in meters (1 inch equals 0.0254 meters). Calculating your BMI involves dividing your weight in kg by the square of your height in meters. It is mathematically expressed as follows;<br><br><strong> BMI = weight in kilograms/height in meters x height in meters.</strong><br><br> Really, you do not need to know this formula to figure your BMI. There are numerous programs and charts that can match your weight and height and come up with the same information.<br><br>Using the recommended guidelines, the following definitions have emerged;&nbsp;<br><br><strong> A person with a BMI of 25-29.9 is considered overweight&nbsp;<br> A person with a BMI of 30 and above is obese&nbsp;</strong><br><br> The cut-off point, a BMI of 25, represents the threshold beyond which excess weight gain begins to pose significant risk to an individual's health. In fact, there is solid evidence to suggest that the risk of cardiovascular (heart and blood vessel) disorders and other diseases to be discussed later in this article rises significantly when someone's BMI exceeds 25. Therefore, the new guidelines also call for periodic check of BMI in all adults during their routine physical examinations. Individuals with normal weight are encouraged to have their BMI reassessed every two years.&nbsp;<br></span><br><br><span style='font-family: Arial; font-size: small;'><strong> Medical problems associated with obesity&nbsp;</strong><br><br> There is indeed a long list of medical conditions associated with obesity. For some of these conditions, the evidence linking them to obesity is overwhelming. As for other diseases where the evidence may not be as strong, clinicians have long known that weight reduction frequently improves the outcome for patients. With this in mind, maintaining one's ideal body weight should be considered a life-long pursuit, since you almost always have nothing to lose, in the immediate or long term, and a lot to gain. It is important to note that for the following medical conditions, the higher the BMI, the greater the risks.</span><br><br></p><ul><li><span style='font-family: Arial; font-size: small;'><strong>Type 2 Diabetes</strong> (formerly called adult onset diabetes) - It is believed that with increasing weight gain, particularly when the BMI exceeds 27, the body's ability to respond to the hormone, insulin, is compromised. When this happens, the glucose obtained from the food we have eaten remains in the blood stream, unavailable for the body's cells, and diabetes results.</span></li><li><span style='font-family: Arial; font-size: small;'><strong>Hypertension</strong> - With increasing weight, the heart has to work harder to get blood circulating all over the body, and this added strain can lead to high blood pressure.&nbsp;In addition, the clogging of blood vessels from associated cholesterol disorders impedes blood flow, resulting in elevated blood pressure, independent of the excess weight gain.&nbsp;</span></li><li><span style='font-family: Arial; font-size: small;'><strong>Cholesterol disorders and blood clots</strong></span></li><li><span style='font-family: Arial; font-size: small;'><strong>Heart Attacks and Angina</strong> - primarily due to the reasons alluded to above.&nbsp;</span></li><li><span style='font-family: Arial; font-size: small;'><strong>Stroke (brain attack)</strong> - results from greater prevalence of high blood pressure and clogged arteries in these individuals.&nbsp;</span></li><li><span style='font-family: Arial; font-size: small;'><strong>Gallbladder disease</strong> - because of increased risk of gallstones.&nbsp;</span></li><li><span style='font-family: Arial; font-size: small;'><strong>Obstructive Sleep Apnea</strong> - a medical condition in which affected individuals stop breathing briefly and repeatedly during sleep. This usually manifests as loud snoring, morning headache, tiredness, poor concentration at work, and daytime excessive sleepiness. Although also present in non-obese individuals, it is more common in the overweight population, particularly those with a neck size greater than 17.&nbsp;</span></li><li><span style='font-family: Arial; font-size: small;'><strong>Breathing problems</strong> other than sleep apnea</span></li><li><span style='font-family: Arial; font-size: small;'>Certain cancers such as <strong>colon cancer</strong> - are believed to be more common in obese individuals.</span></li><li><span style='font-family: Arial; font-size: small;'><strong>Arthritis</strong> (Joint problems) - particularly the weight bearing joints such as the knees, hips and spine.&nbsp;</span></li></ul><span style='font-family: Arial; font-size: small;'><strong> Keeping the body mass index less than 25</strong><br><br> According to the new guidelines, to attain and maintain a BMI less than 25 will require a multi-pronged approach, depending on the individual's baseline BMI. Basically, the accepted treatment and preventive strategies for individuals who are overweight or obese are all aimed at losing weight in a controlled fashion. The initial goal of treatment should be to reduce body weight by about 10 percent from baseline, an amount that is believed to reduce obesity related risks. Subsequently, further weight loss can be attempted - the goal being to attain ideal BMI (20 - 24). The suggested safe duration of time to achieve this 10 percent reduction from baseline weight is six months. If appropriate, further weight loss should be one to two pounds per week. The strategy to achieve the weight loss will, of course, depend on the patient's baseline weight and other co-existing medical conditions. Recommended strategies for weight loss include:<br><br><strong> Calorie reduction</strong> - individuals need to be aware that reducing dietary fat alone, without cutting down on overall calorie intake will not lead to weight loss. Consultation with nutrition experts will be prudent.&nbsp;<br><br><strong>Increased physical activity</strong> - individuals cleared by their physicians to engage in vigorous exercise, should engage in moderate physical activity, for at least 30 minutes a day, and no less than 4 times a week. For those with type 2 diabetes, exercise is an important adjunct to medication in the control of their disease. In fact, for individuals with a family history of type 2 diabetes who have not yet developed the disease, regular exercise is the most important 'prescription' to prevent or delay the onset of diabetes.&nbsp;<br><br><strong>Medications</strong> - the key thing to remember here is do not take any medications (over the counter ones) included, without physician supervision. It is equally dangerous to use a friend's or a relative's weight loss drugs without obtaining your physician's approval. We are all now familiar with Fen-Phen (the wonder drug for weight loss) and the damage it causes to the heart. It is also recommended that drug therapy should only be considered if lifestyle changes suggested above have been tried for at least six months without appreciable success. The risks of adverse effects from the drugs should be balanced against the intended benefits. Bearing this in mind, drug therapy will be worth the risks in patients with BMI greater than 30 without the additional risk factors or medical conditions noted earlier, or BMI of 27 or greater with two or more of those conditions. If drug therapy is considered an option, use only the weight loss drugs approved by the Food and Drug Administration (FDA). Usually, these drugs are not to be used for more than one year.&nbsp;<br><br><strong>Weight loss surgery</strong> - This most commonly refers to stomach stapling which is used to reduce the volume of the stomach, thus allowing satiety to be reached early. This should be considered an option for carefully screened individuals with severe obesity - defined as BMI of 40 or greater or BMI of greater than 35 with co-existing conditions when other measures outlined above have failed and the patient is at significant risk for obesity-associated illness.&nbsp;<br><br><strong>Conclusion</strong><br><br> It must be mentioned that of all the weight losing modalities noted above, calorie reduction and increased physical activity have the best efficacy and safety profile. A health club membership is safer and more cost effective in the long run than medications or surgery. Also, unlike diet and exercise, neither surgery nor medication can keep the weight off over the long term.<br><br><strong>Resources</strong><br> For more information on obesity, visit</span><span style='font-family: Arial; font-size: small;'><a href='http://www.nhlbi.nih.gov/health/public/heart/obesity/lose_wt/index.htm'> http://www.nhlbi.nih.gov/health/public/heart/obesity/lose_wt/index.htm</a></span><p></p></div><div class='the_list_item_action'><a href='/content/contact/' target='_self' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Contact our urgent care clinic today!</a></div> </div> </div> </div></div></div> </div>"
  },
  {
    "title": "Prostate Cancer",
    "layout": "page.pug",
    "htmlContent": "<div id='container'><div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item right not_hero yes_image yes_heads yes_desc' lang='en'> <div class='the_list_wrap'><div class='the_list_item_image'><a data-title='Prostate Cancer'></a><a href='/content/contact/' target='_self'><img style='float: right;width: 50%;margin: 25px;' alt='Prostate Cancer' border='0' class='item_image' src='/assets/images/healthcare-profession-people-97976009.jpg'></a></div> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><a href='/content/contact/' target='_self'>Prostate Cancer</a></h1></div><div class='the_list_item_desc txt_color'><p><span style='font-family: Arial; font-size: small;'>The prostate is a gland that is found below the urinary bladder in the male genital tract. The bladder literally sits on top of this gland such that the outlet of the bladder(the urethra) runs through this gland enroute to the penis.<br><br> Cancer of the prostate usually involves some form of enlargement of the gland. Not all enlargement of the prostate is due to cancer although every effort should be made to rule out cancer in any man with enlarged prostate.<br><br> Considering the fact the urethra - (the organ through which urine is eliminated from a man's bladder) passes through this gland, it is not surprising that some of the symptoms of cancer of the prostate will include: difficulty urinating or controlling urination, the urge to urinate frequently, painful or burning urination or blood in the urine. It must be noted that a good number of men with prostate cancer may not have any of these symptoms.<br><br><strong>How do we detect Prostate Cancer?</strong><br></span></p><ol><li>If you have any of the symptoms mentioned above, seek evaluation from your physician.</li><li>The American Cancer society recommends that every man age 40 years and above should get a digital rectal exam during his annual physical exam.</li><li>There is a blood marker called Prostate Specific Antigen(PSA) that is performed every year on men 50 and over. For those with higher incidence rates of prostate cancer such as African Americans and any man with a family history of prostate cancer this test can be initiated at age 40 years.</li><li>Another technique called prostate ultrasound done through the rectum can be used to pick up cancers of the prostate too small to be detected by physical exam.</li><li>If cancer of the prostate is suspected, the physician will proceed with other diagnostic tests along with a biopsy-which is the removal of a small piece of tissue from the area of concern for examination under a microscope. It is this biopsy that ultimately confirms the diagnosis of cancer of the prostate.</li></ol><span style='font-family: Arial; font-size: small;'>As in most cancers if not all, the earlier prostate cancer is detected the better the chances of survival. It is equally true for men that as long as you have your prostate, you remain at risk of developing cancer of the prostate. For this reason, every man should be aware of this risk and continue to play an active role in helping physicians detect this cancer by adhering to the detection methods outlined above.</span><p></p></div><div class='the_list_item_action'><a href='/content/contact/' target='_self' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Contact our urgent care clinic today!</a></div> </div> </div> </div></div></div> </div>"
  },
  {
    "title": "Thyroid Disorder",
    "layout": "page.pug",
    "htmlContent": "<div id='container' > <div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item right not_hero yes_image yes_heads yes_desc' lang='en'> <div class='the_list_wrap'><div class='the_list_item_image'><a data-title='Thyroid Disorder'></a><a href='/content/contact/' target='_self'><img style='float: right;width: 50%;margin: 25px;' alt='Thyroid Disorder' border='0' class='item_image' src='/assets/images/Woman-With-Hands-Around-Her-Ne-78424973.jpg'></a></div> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><a href='/content/contact/' target='_self'>Thyroid Disorder</a></h1></div><div class='the_list_item_desc txt_color'><p><span style='font-family: Arial; font-size: small;'>The American College of Physicians and the American Society of Internal Medicine have recently recommended that every woman older than <strong>50</strong> years of age should be offered a blood test to check for the activity of her thyroid gland (the thyroid gland is located on the base of the neck and it produces a hormone, thyroxin that is primarily responsible in regulating the various metabolic reactions in our body). This recommendation stresses making this test available even when the patient has <strong>no symptoms </strong>of thyroid disorder.<br><br> The reason behind this approach is the high prevalence of asymptomatic thyroid disorders particularly in women after age 50. Both underactive and overactive thyroid pose significant threat to morbidity and mortality. They are implicated in such illnesses as depression and abnormal heart rhythms, and yet very treatable. How often the testing should be repeated is unclear at the moment, but following the recommended baseline testing, further measures should be discussed with your doctor.</span></p></div><div class='the_list_item_action'><a href='/content/contact/' target='_self' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Contact our urgent care clinic today!</a></div> </div> </div> </div></div></div> </div>"
  },
  {
    "title": "Sleep Apnea",
    "layout": "page.pug",
    "htmlContent": "<div id='container'> <div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item right not_hero yes_image yes_heads yes_desc' lang='en'> <div class='the_list_wrap'><div class='the_list_item_image'><a data-title='Sleep Apnea'></a><a href='/content/contact/' target='_self'><img style='float: right;width: 50%;margin: 25px;' alt='Sleep Apnea' border='0' class='item_image' src='/assets/images/Snoring-man-Couple-in-bed-ma-31765232.jpg'></a></div> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><a href='/content/contact/' target='_self'>Sleep Apnea</a></h1></div><div class='the_list_item_desc txt_color'><p><span style='font-family: Arial; font-size: small;'>About 10 million Americans (1 in 25) are believed to suffer from Sleep Apnea Syndrome - a disorder in which affected individuals stop breathing briefly and repeatedly during sleep - usually manifesting as loud snoring, morning headache, poor concentration at work, daytime excessive sleepiness and tiredness. The condition is often initially noted by one's bed partner. Some of the grave consequences of this condition when untreated include: high risks of motor vehicle accidents, high blood pressure, heart attacks, and lung problems. If you or anybody you know have symptoms suggestive of sleep apnea, seek a doctor's help immediately for effective treatments exist for this condition.</span></p></div><div class='the_list_item_action'><a href='/content/contact/' target='_self' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Contact our urgent care clinic today!</a></div> </div> </div> </div></div></div> </div>"
  },
  {
    "title": "Venous-Thromboembolic Disease",
    "layout": "page.pug",
    "htmlContent": "<div id='container'> <div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item right not_hero yes_image yes_heads yes_desc' lang='en'> <div class='the_list_wrap'><div class='the_list_item_image'><a data-title='Venous-Thromboembolic Disease'></a><a href='/content/contact/' target='_self'><img style='float: right;width: 50%;margin: 25px;' alt='Venous-Thromboembolic Disease' border='0' class='item_image' src='/assets/images/Businessman-working-with-lapto-93207974.jpg'></a></div> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><a href='/content/contact/' target='_self'>Venous-Thromboembolic Disease</a></h1></div><div class='the_list_item_desc txt_color'><p><span style='font-family: Arial; font-size: small;'>A recent French study headed by Dr. Emile Ferrari, head of Cardiology at the Hospital Pasteur in Nice, France, has now provided us with a scientific study confirming that long journeys are a major risk factor in development of blood clots in the legs-deep vein thrombosis. In fact, there is a belief that long journeys may be causative factors in as many as 25% of patients with blood clots in the legs. 'Recent travel, at least for journeys lasting more than 4 hours, represents a real risk factor for venous-thromboembolic disease, and seems to be a sufficient cause for the disorder,' said Dr. Ferrari. The development of blood clot following long journeys appears to be independent of mode of travel be it car, train or airplane. Our advice on this, when travelling for 4 hours or more, try stretching out (stop the car at rest areas and walk around, if by train or plane try standing up and walking up and down the aisle when feasible) every hour.</span></p></div><div class='the_list_item_action'><a href='/content/contact/' target='_self' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Contact our urgent care clinic today!</a></div> </div> </div> </div></div></div> </div>"
  },
  {
    "title": "FAA Forms",
    "layout": "page.pug",
    "htmlContent": "<div id='container'> <div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item center not_hero no_image yes_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><center>FAA Forms</center></h1></div> </div> </div> </div></div></div><div class='content thereIsFeatured section_content content_bg wrp_color_bg'><div class='section w988'><div class='list_block type_article a1 column_amt_3 landscape_4_3 small not_well '> <div class='item_1 the_list_item center not_hero no_image no_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'></div><div class='the_list_item_action'><a href='https://medxpress.faa.gov/medxpress/' target='_self' class='btn btn-colored btn-flat btn-theme-colored mt-15'>FAA MedXpress</a></div> </div> </div> </div></div></div> </div>"
  },
  {
    "title": "Immigration Services",
    "layout": "page.pug",
    "htmlContent": "<div id='container'> <div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item center not_hero no_image yes_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><center>Immigration Services<center></center></center></h1></div> </div> </div> </div><div class='list_block type_article a1 column_amt_3 landscape_4_3 small not_well '> <div class='item_1 the_list_item center hero no_image no_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'></div><div class='the_list_item_action'><a href='http://vgucc2011.com/files/2016/05/VGUCC-TB-Skin-Test-Form-NEW.pdf' target='_blank' class='btn btn-colored btn-flat btn-theme-colored mt-15'>TB Skin Test Form</a></div> </div> </div> <div class='item_2 the_list_item center hero no_image no_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'></div><div class='the_list_item_action'><a href='http://vgucc2011.com/files/2016/05/VGUCC-Immunization-Consent-NEW.pdf' target='_blank' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Immunization Consent</a></div> </div> </div> <div class='item_3 the_list_item center hero no_image no_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'></div><div class='the_list_item_action'><a href='http://vgucc2011.com/files/2016/05/INS-Questionnaire-vgucc.pdf' target='_blank' class='btn btn-colored btn-flat btn-theme-colored mt-15'>INS Questionnaire</a></div> </div> </div> </div></div></div> </div>"
  },
  {
    "title": "Medical Records Release Forms",
    "layout": "page.pug",
    "htmlContent": "<div id='container'> <div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item center not_hero no_image yes_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><center>Medical Records Release Forms<center></center></center></h1></div> </div> </div> <div class='item_2 the_list_item center hero no_image no_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'></div><div class='the_list_item_action'><a href='http://newvagatewayurgentcarecenter.townsquareinteractive.com/files/2016/04/VGUCC_Release_of_Medical_Records_Form1.docx' target='_blank' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Release of Medical Records</a></div> </div> </div> </div></div></div> </div>"
  },
  {
    "title": "Motor Vehicle Accident Forms",
    "layout": "page.pug",
    "htmlContent": "<div id='container'> <div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item center not_hero no_image yes_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><center>Motor Vehicle Accident Forms<center></center></center></h1></div> </div> </div> <div class='item_2 the_list_item center hero no_image no_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'></div><div class='the_list_item_action'><a href='VGUCC_MVA_Info_Sheet1.docx' target='_blank' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Motor Vehicle Accident Form</a></div> </div> </div> </div></div></div> </div>"
  },
  {
    "title": "Notice of Privacy Practices",
    "layout": "page.pug",
    "htmlContent": "<div id='container'> <div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item center not_hero no_image yes_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><center> Notice of Privacy Practices<center></center></center></h1></div> </div> </div> <div class='item_2 the_list_item center hero no_image no_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'></div><div class='the_list_item_action'><a href='http://newvagatewayurgentcarecenter.townsquareinteractive.com/files/2016/04/VGUCC_Notice_of_Privacy_Practices1.docx' target='_blank' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Notice of Privacy Practices</a></div> </div> </div> </div></div></div> </div>"
  },
  {
    "title": "Registration Packet",
    "layout": "page.pug",
    "htmlContent": "<div id='container'> <div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item center not_hero no_image yes_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><center> Registration Packet<center></center></center></h1></div> </div> </div> </div><div class='list_block type_article a1 column_amt_3 landscape_4_3 small not_well '> <div class='item_1 the_list_item center hero no_image no_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'></div><div class='the_list_item_action'><a href='http://newvagatewayurgentcarecenter.townsquareinteractive.com/files/2016/04/VGUCC_Financial_Acknowledgement_and_Office_Policies1.docx' target='_blank' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Financial Acknowledgement and Office Policies</a></div> </div> </div> <div class='item_2 the_list_item center hero no_image no_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'></div><div class='the_list_item_action'><a href='http://newvagatewayurgentcarecenter.townsquareinteractive.com/files/2016/04/VGUCC_HIPAA_Release1.docx' target='_blank' class='btn btn-colored btn-flat btn-theme-colored mt-15'>HIPAA Release</a></div> </div> </div> <div class='item_3 the_list_item center hero no_image no_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'></div><div class='the_list_item_action'><a href='http://newvagatewayurgentcarecenter.townsquareinteractive.com/files/2016/04/VGUCC_Medical_History_Pg51.xlsx' target='_blank' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Medical History</a></div> </div> </div> <div class='item_4 the_list_item center hero no_image no_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'></div><div class='the_list_item_action'><a href='VGUCC_Patient_Consent_for_Use_and_Disclosure_2014[1]' target='_blank' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Patient Consent for Use and Disclosure</a></div> </div> </div> <div class='item_5 the_list_item center hero no_image no_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'></div><div class='the_list_item_action'><a href='http://newvagatewayurgentcarecenter.townsquareinteractive.com/files/2016/04/VGUCC_Registration_Form1.xlsx' target='_blank' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Registration Form</a></div> </div> </div> </div></div></div> </div>"
  },
  {
    "title": "School Entrance Physical",
    "layout": "page.pug",
    "htmlContent": "<div id='container'> <div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item center not_hero no_image yes_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><center>School Entrance Physical<center></center></center></h1></div> </div> </div> <div class='item_2 the_list_item center hero no_image no_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'></div><div class='the_list_item_action'><a href='http://newvagatewayurgentcarecenter.townsquareinteractive.com/files/2016/04/School_entrance_physical_form_20141.pdf' target='_blank' class='btn btn-colored btn-flat btn-theme-colored mt-15'>School Entrance Form</a></div> </div> </div> </div></div></div> </div>"
  },
  {
    "title": "Sports Physical",
    "layout": "page.pug",
    "htmlContent": "<div id='container'> <div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item center not_hero no_image yes_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><center>Sports Physical<center></center></center></h1></div> </div> </div> </div><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item center hero no_image no_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'></div><div class='the_list_item_action'><a href='http://newvagatewayurgentcarecenter.townsquareinteractive.com/files/2016/04/Sports_Physical_form_-_VA1.pdf' target='_blank' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Sports Physical Form</a></div> </div> </div> </div></div></div> </div>"
  },
  {
    "title": "Workers Comp Forms",
    "layout": "page.pug",
    "htmlContent": "<div id='container'> <div class='full_width_content section_content content_bg wrp_color_bg'><div class='section w1060'><div class='list_block type_article a1 column_amt_1 landscape_4_3 large not_well '> <div class='item_1 the_list_item center not_hero no_image yes_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'><h1 class='the_list_item_headline hds_color'><center>Workers Comp<center></center></center></h1></div> </div> </div> </div><div class='list_block type_article a1 column_amt_3 landscape_4_3 small not_well '> <div class='item_1 the_list_item center hero no_image no_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'></div><div class='the_list_item_action'><a href='http://newvagatewayurgentcarecenter.townsquareinteractive.com/files/2016/04/VGUCC_WC_Acknowledgement_Form1.doc' target='_blank' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Workers Comp Acknowledgement Form</a></div> </div> </div> <div class='item_2 the_list_item center hero no_image no_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'></div><div class='the_list_item_action'><a href='http://newvagatewayurgentcarecenter.townsquareinteractive.com/files/2016/04/VGUCC_Workers_Comp_ITR1.doc' target='_blank' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Workers Comp ITR</a></div> </div> </div> <div class='item_3 the_list_item center hero no_image no_heads no_desc' lang='en'> <div class='the_list_wrap'> <div class='the_list_item_heads'></div><div class='the_list_item_action'><a href='http://newvagatewayurgentcarecenter.townsquareinteractive.com/files/2016/04/VGUCC_Workers_Comp_Info_Sheet_with_LH1.docx' target='_blank' class='btn btn-colored btn-flat btn-theme-colored mt-15'>Workers Comp Information Sheet</a></div> </div> </div> </div></div></div> </div>"
  }
]
