[
  {
    "title": "About",
    "layout": "page.pug",
    "htmlContent": "<div class='section-content'> <h1>Serving Woodbridge Since 1984</h1> <h2>ABOUT DALEWOOD MEDICAL CENTER IN VIRGINIA</h2> <p>At Dalewood Medical Center, our top priority is your health and the health of your loved ones. We understand that reliable health care is imperative and we seek to be a primary destination for the Woodbridge community and surrounding areas. Since 1984, we’ve been the trusted choice for urgent health care and other general health care needs. </p><p>Whether you need emergency medical attention or you have other general health care needs, stop by Dalewood Medical Center in Woodbridge, VA today.</p><p>From physical exams and X-rays to drug screening and urgent care, Virginia Gateway Urgent Care Center is the best choice for health care in the Gainesville area. To learn more about our team or our services, call us anytime. We accept both appointments and walk-ins; come get treatment from our exceptional team today.</p><div class='call-to-action pt-10 pb-40 mt-60 border-1px bg-lighter text-center'> <h3>Contact Our Urgent Care Clinic Today!</h3><a class='btn btn-gray btn-theme-colored btn-lg' href='/contact'>Contact Us</a> </div><h2 class='pt-40'>Practitioner Profiles</h2> <hr> <div class='row'> <div class='col-xs-12 col-sm-6 col-md-6 pull-left pr-60 pl-sm-15'> <div> <h3>CDr. Neda Motameni</h3> <p>Dr. Neda Motameni holds a board-certified Internal Medicine specialist license in Virginia and Maryland. She graduated from State University of New York Health Science Center at Brooklyn and worked as hospitalist, primary care and urgent care provider. She has years of experience in managing acute and chronic illnesses, minor trauma/injuries, laceration repair and more. </p></div><div class='mt-30'> <dl class='dl-horizontal doctor-info'> <dt>Education</dt> <dd>State University of New York Health Science Center at Brooklyn</dd> </dl> </div></div><div class='col-xs-12 col-sm-6 col-md-6 pull-left pl-60 pl-sm-15'> <div> <h3>Dr. Mina Salehi</h3> <p>Dr. Mina Salehi is a board-certified Internal Medicine specialist licensed in Virginia. She graduated from Howard University in Washington DC and has been working as a primary care and urgent care provider. She has over 25 years of experience in managing adults and children for common acute and chronic illnesses, weight loss, small injuries, laceration repair, GYN issues and more.</p></div><div class='mt-30'> <dl class='dl-horizontal doctor-info'> <dt>Education</dt> <dd>Howard University in Washington DC</dd> <hr> <dt>Experience</dt> <dd>25 years of Experience in Medicine</dd> </dl> </div></div></div><div class='call-to-action pt-10 pb-40 mt-60 border-1px bg-lighter text-center'> <h3>We Are Offering Flu Shots</h3> <p>Starting Thursday 9-8-16</p><p>Self Pay $30 | We Bill All Insurance</p></div></div>"
  },
  {
    "title": "Services",
    "layout": "page.pug",
    "htmlContent": "<div class='section-content'><img class='pull-right' src='/assets/images/Medical-doctor-working-with-he-93765884.jpg' style='margin: 0 0 1rem 2rem; width: 45%'> <h1>Get Comprehensive Medical Care</h1> <h3>URGENT MEDICAL AND GENERAL HEALTHCARE SERVICES IN WOODBRIDGE, VA</h3> <p>When you or your loved one are facing a medical emergency, the last thing you want to do is sit for hours in the waiting room at the local hospital. Instead, consider turning to the medical professionals at Dalewood Medical Center. </p><p>Since 1984, we’ve been the premier destination for urgent medical and general health care services in the Woodbridge community. We pride ourselves on being able to provide our patients with quality, convenient medical care. We understand how frustrating it can be dealing with your primary medical care physician or hospitals. That’s why we are happy to provide an alternative that is more convenient for you.</p><div class='call-to-action pt-10 pb-40 mt-60 border-1px bg-lighter text-center'> <h3>Contact Our Urgent Care Clinic Today!</h3><a class='btn btn-gray btn-theme-colored btn-lg' href='/contact'>Contact Us</a> </div><h3>Count on us for the following services:</h3> <ul class='list theme-colored angle-double-right'> <li>Other payment methods include cash, check, credit card (American Express, Visa and MasterCard) and debit (ATM) card </li><li>Pre-deployment physicals (using US government approved standard forms 88 and 93)</li><li> Internal medicine appointments (including care for diabetes, asthma and hypertension)</li><li>Audiometry (hearing tests)</li><li>Wound care/minor trauma</li><li>X-ray services</li><li>Drug screening</li><li>General physicals (annual, school, camp, DOT and pre-employment)</li><li>Prostate cancer screening</li><li>PAP Smear </li><li>TB testing </li><li>Strep throat testing</li><li>Blood testing </li><li>Worker's compensation injuries</li><li>Medical review officer (MRO) services for corporations</li></ul> <p>What are you waiting for? Call for more information about what Dalewood Medical Center can do for you, or stop by and get the help you need today!</p><div class='call-to-action pt-10 pb-40 mt-60 border-1px bg-lighter text-center'> <h3>We Are Offering Flu Shots</h3> <p>Starting Thursday 9-8-16</p><p>Self Pay $30 | We Bill All Insurance </p></div></div>"
  },
  {
    "title": "Employment",
    "layout": "page.pug",
    "htmlContent": "<div class='section-content'><img class='item_image' style='float: right;width: 50%;margin: 25px' alt='Employment Opportunities Available at Virginia Gateway' data-src='' border='0' src='/assets/images/Now-Hiring-Vintage-Orange-Seal-82106048.jpg'> <h1>Become a Part of Our Legacy</h1> <h3>APPLY FOR EMPLOYMENT AT DALEWOOD MEDICAL CENTER</h3> <p>Since 1984, Dalewood Medical Center has been a premier destination for urgent and general medical care. We are proud to be the number one choice among medical providers in the area. Our patients trust us for their care and the care of their families. This isn’t something that we could have accomplished without the help of our dedicated staff that’s why we are constantly looking for the right individuals to join our team.</p><p>Do you want to make a difference in the Woodbridge community? Do you think you have what it takes to work for Dalewood Medical Center? We are looking to hire dedicated and talented staff members who combine excellent medical care capabilities with unlimited compassion for patients.</p><p>If you think you’d be a good fit for us, send your resume to J.Kulak@urgemedical.com today! We will review your credentials and get back to you right away. We look forward to getting to know you.</p><div class='call-to-action pt-10 pb-30 mt-60 border-1px bg-lighter text-center'> <h3>Contact Our Urgent Care Clinic Today!</h3><a class='btn btn-gray btn-theme-colored btn-lg' href='/contact'>Contact Us </a> </div><div class='call-to-action pt-10 pb-30 mt-60 border-1px bg-lighter text-center'> <h3>We Are Offering Flu Shots</h3> <p>Starting Thursday 9-8-16</p><p>Self Pay $30 | We Bill All Insurance </p></div></div>"
  }
]
