[
  {
    "date": "5/12/2009",
    "site": "Yelp",
    "link": "https://www.yelp.com/biz/liberty-laser-eye-center-vienna",
    "user": "Sara Michael",
    "reviewShort": "I have thought about LASIK eye surgery for a long time, and then I decided to do it.",
    "reviewLong": "I couldn’t see the alarm clock in the morning. My eyes were dry and itchy after a long day, and my glasses were thick and uncomfortable. It’s the same story shared by countless others with poor vision.  And like so many others, I have thought about LASIK eye surgery for a long time, wondering if the technology had advanced enough for me to be comfortable and if it was worth the cost. And then I decided to do it. I became convinced LASIK eye surgery was the right choice while at a friend’s house for a party recently. The kitchen was packed shoulder-to-shoulder, and the radiator heat was blasting on the cool evening. Almost immediately, my eyes were irritated. My contacts felt dry and scratchy and my vision was hazy like someone had turned on a smoke machine.  No more, I thought. It’s time for LASIK."
  },
  {
    "date": "2/3/2016",
    "site": "Yelp",
    "link": "https://www.yelp.com/biz/liberty-laser-eye-center-vienna",
    "user": "Randy F.",
    "reviewShort": "Would recommend to family and friends. No more glasses or contacts!",
    "reviewLong": "Friendly and professional staff. Not just flawless surgery, but excellent follow ups (if needed) as well. Would recommend to family and friends thinking of improving their vision. No more glasses or contacts!"
  },
  {
    "date": "4/4/2016",
    "site": "Yelp",
    "link": "https://www.yelp.com/biz/liberty-laser-eye-center-vienna",
    "user": "Jeff W.",
    "reviewShort": "I was pleased with my laser eye surgery here.",
    "reviewLong": "I was pleased with my laser eye surgery here. I had researched areas nearby and narrowed it down to a few places including this one. One day I noticed Liberty had put up a groupon for a few days, which was like a miracle, so I went with this place."
  },
  {
    "date": "5/9/2015",
    "site": "Yelp",
    "link": "https://www.yelp.com/biz/liberty-laser-eye-center-vienna",
    "user": "Amy D.",
    "reviewShort": "Dr. Tanchel and Travis are awesome!",
    "reviewLong": "Dr. Tanchel and Travis are awesome! They're so friendly and caring. I found this amazing deal at Liberty Laser Eye Center on Groupon which is fully refundable if you decide that LASIK isn't for you. I came in for the consultation and scheduled the surgery 2 weeks later."
  },
  {
    "date": "5/12/2015",
    "site": "Yelp",
    "link": "https://www.yelp.com/biz/liberty-laser-eye-center-vienna",
    "user": "Linh O.",
    "reviewShort": "I can wake up and see across my bedroom!! =D",
    "reviewLong": "I bought the groupon here and it's been a wonderful experience. Dr Tanchel and Travis are amazing! They're helpful, responsive and go above and beyond to ensure that your experience will be safe and informed."
  },
  {
    "date": "6/6/2015",
    "site": "Yelp",
    "link": "https://www.yelp.com/biz/liberty-laser-eye-center-vienna",
    "user": "Richard Y.",
    "reviewShort": "Dr Tanchel and Travis were awesome!",
    "reviewLong": "Dr Tanchel and Travis were awesome. I had my lasik procedure done about a year ago and purchased the coupon from groupon . I wore prescription glasses for 37 years and my only regret is why I did not do lasik earlier. My right eye is 20/25 and my left eye is 20/20."
  },
  {
    "date": "7/13/2015",
    "site": "Yelp",
    "link": "https://www.yelp.com/biz/liberty-laser-eye-center-vienna",
    "user": "J M.",
    "reviewShort": "One of the best investments I have made!",
    "reviewLong": "One of the best investments I have made. I was very nervous about this type of procedure, after all I only have one pair of eyes. After thinking it over for a long time I decided to do LASIK. I am very satisfied with the treatment I've received from the Liberty Laser Eye Center in Vienna,VA."
  },
  {
    "date": "5/22/2013",
    "site": "Yelp",
    "link": "https://www.yelp.com/biz/liberty-laser-eye-center-vienna",
    "user": "Betty L.",
    "reviewShort": "I love Dr. Tanchel and Travis at Liberty Eye Center!",
    "reviewLong": "I love Dr. Tanchel and Travis at Liberty Eye Center.  While my vision was not that bad (-2.50)- I was really tired of wearing glasses and contacts so I decided to start shopping around the area for lasik surgery."
  }
]
