[
  {
    "name": "Vein Disease",
    "thumbnail": "/assets/img/78000576.jpg",
    "header": "<h1>The Vascular Center at CFIM:<br> Vein Disease</h1>",
    "description": "Varicose veins are large, rope-like, twisted veins that may be tender to touch.  Varicose veins occur more commonly  in the lower legs such as the calfs and ankles that bear the most weight, but also can occur in the thighs. While varicose veins may be merely a cosmetic concern, varicose veins may also cause leg pain and swelling, and if left untreated, varicose veins may lead to discoloration and ulcers.",
    "htmlContent": "<div class='content-body' style='padding-top: 20px'><h3 style='color: #000; text-transform: uppercase'>What are Varicose Veins?</h3><img class='img-right' src='/assets/img/varicose1.jpg' width='450'><p>Varicose veins are large, rope-like, twisted veins that may be tender to touch.  Varicose veins occur more commonly  in the lower legs such as the calfs and ankles that bear the most weight, but also can occur in the thighs. While varicose veins may be merely a cosmetic concern, varicose veins may also cause leg pain and swelling, and if left untreated, varicose veins may lead to discoloration and ulcers.  Varicose veins affect 10%-15% of all men and 20%-25% of all women, and are more common in older age groups.  Spider veins, medically known as telangiectasias, are smaller varicose veins, up to 1 mm in diameter.   Spider veins are caused by the same underlying condition, which is known as venous reflux disease.</p><br><hr><h3 style='color: #000; text-transform: uppercase'>Venous Reflux Disease</h3><img class='img-left' src='/assets/img/varicose2.jpg' width='450'><p>Varicose veins and spider veins are caused by the absence or weakening of valves in the veins, especially the great saphenous vein (GSV), which leads to Venous Reflux Disease. Since the GSV carries blood back to the heart from the skin and superficial tissues of the leg, this vein must work hard to pump blood upwards against gravity. Venous reflux disease occurs when the valves in the GSV are not strong enough to prevent the backward flow of blood, and thus the blood may pool within the branch veins of the lower leg, and cause these veins to bulge.  Larger veins that are below the skin surface become varicose veins.  Smaller veins at the skin surface become spider veins.  To prevent venous reflux causing varicose veins and spider veins, someone with venous reflux should wear compression stockings at all times when not lying flat in bed.</p><hr><h3 style='color: #000; text-transform: uppercase'>Risk Factors for Venous Reflux Disease</h3><img class='img-right' src='/assets/img/varicose3.jpg' width='450'><ul class='part-of-content-page' style='padding-bottom: 100px'>  <li>Age</li>  <li>Family history</li>  <li>Women who have had multiple pregnancies</li>  <li>Long periods of standing (such as in certain professions including nurses, teachers, and delivery personnel).</li>  <li>Prior history of phlebitis or blood clots</li></ul><hr><h3 style='color: #000; text-transform: uppercase'>Symptoms</h3><p>Most people know what varicose veins and spider veins look like, but many people do not realize that  venous reflux disease can cause other symptoms as well. Typically, the symptoms of venous reflux are worse at the end of the day or after long periods of standing.  Also, if left untreated, venous reflux disease can eventually progress to skin discoloration and open skin ulcerations, which can become infected.</p><p>Common EARLY symptoms of varicose veins and venous reflux disease include:</p><ul class='part-of-content-page'>  <li>Swelling of the calf or ankle</li>  <li>Leg pain and discomfort</li>  <li>Heaviness and fatigue</li>  <li>Night-time leg cramps</li></ul><br><p>LATER symptoms may include:</p><ul class='part-of-content-page'>  <li>Itching or burning, especially around existing varicose veins</li>  <li>Dry, itchy, scaly skin on legs and ankles</li>  <li>Reddish / brownish discoloration of the skin, especially of the lower calf and ankles</li>  <li>Bleeding or bruising under the skin from a ruptured vein</li>  <li>Ulcer formation due to rupture of the surface of the skin. These are called 'venous stasis ulcers', and can happen after many years of suffering from venous reflux disease. A venous ulcer can be dangerous because it can lead to an infection of the leg.</li></ul><br><hr><h3 style='color: #000; text-transform: uppercase'>Diagnosis and Treatment</h3><img class='img-left' src='/assets/img/varicose4.jpg' width='450'><p>Varicose veins are diagnosed through a physical exam and vascular diagnostic testing. Based on the physical exam and consultation, a color Doppler ultrasound study may be performed to evaluate the presence of venous reflux disease.  At CFIM, we perform all ultrasounds in our office in order to maintain a very high level of diagnostic quality and consistency.</p><p>Once a confirmation of the disease is obtained, CFIM offers the following procedures for the treatment of these varicose veins.</p><p>ENDOVENOUS ABLATION is the modern treatment for venous reflux disease. In this procedure, a thin fiber (catheter) is inserted into the defective vein, most commonly the great saphenous vein (GSV). As the catheter is pulled out of the vein, the tip of the catheter heats up, which causes the vein to collapse and seal closed. The procedure is done as an outpatient procedure, and there is little to no down time after the procedure.  Endovenous ablation has replaced vein stripping surgery, which was a very painful procedure during which the GSV was surgically removed, requiring up to a 4 week recovery period and potentially resulting in significant complications.</p><p>SCLEROTHERAPY requires no anesthesia and is used to treat spider veins and small varicose veins. A solution is injected directly into the vein that closes it. While this may have to be done more than once, when done correctly, the treated veins should disappear within a few weeks.  At CFIM, we use only FDA approved medications for sclerotherapy, to maximize safety and results.   Patients  sometimes ask how sclerotherapy differs from topical (surface) laser treatment.  There was a clincal research study that was published several years ago.  In this study, they compared sclerotherapy to topical laser treatment for spider veins of the legs, and found that sclerotherapy is generally better for the legs because the laser does not penetrate the thicker skin of the legs very well.    Laser seems to work better for facial spider veins, where the skin is thinner. At CFIM, we offer sclerotherapy to treat spider veins of the legs.</p><p>PHLEBECTOMY is done to remove a visible larger varicose vein, by making a very tiny incision, and pulling the vein out. The procedure is done with local anesthetic, is usually relatively painless, and is very effective - once the vein is gone, it's gone for good!</p><p>It is important to seek treatment from an experienced vein specialist, in order to plan the ideal treatment strategy that resolves the symptoms and ultimately prevents formation of dangerous venous ulcers. Call us today to schedule a free screening for this and other conditions at a CFIM office in northern Virginia (convenient to Springfield, Fairfax, Alexandria, Arlington, Woodbridge) or Maryland (convenient to  Waldorf, La Plata, Clinton). </p></div>"
  },
  {
    "name": "Arterial Disease",
    "thumbnail": "/assets/img/rsz_87800840.jpg",
    "header": "<h1>The Vascular Center at CFIM:<br> Arterial Disease</h1>",
    "description": "Peripheral vascular disease (PVD) is also known as peripheral artery disease (PAD), or leg artery disease, and affects nearly 10 million people in the U.S. alone. The arteries affected by PAD provide blood supply to the legs. When these arteries are partially or completely blocked, they can cause a great deal of pain during physical activity or even at rest.",
    "htmlContent": "<div class='content-body' style='padding-top: 20px'><h3 style='color: #000; text-transform: uppercase'>What is Peripheral Vascular Disease?</h3><img class='img-right' src='/assets/img/arterial1.jpg' width='250'><p>Peripheral vascular disease (PVD) is also known as peripheral artery disease (PAD), or leg artery disease, and affects nearly 10 million people in the U.S. alone. The arteries affected by PAD provide blood supply to the legs. When these arteries are partially or completely blocked, they can cause a great deal of pain during physical activity or even at rest. The primary cause of PAD is atherosclerosis, which is a condition that develops when fatty plaque builds up along the walls of an artery, inhibiting blood flow to the extremities. This plaque is made up of fats, cholesterols and other substances that compose a hard residue on the lining of the arteries.</p><p>Other, less common, causes include vasculitis (inflammation of the blood vessels); injuries (sports or auto accidents) that could affect the blood vessels; blood clotting diseases and abnormalities of the blood vessels.</p><br><hr><h3 style='color: #000; text-transform: uppercase'>Risk Factors for Peripheral Artery Disease</h3><img class='img-left' src='/assets/img/arterial2.jpg' width='250'><p>While PAD is a common condition, certain people are at a greater risk than others. Risk factors include:</p><ul class='part-of-content-page' style='padding: 0 0 100px 300px'>  <li>Smoking</li>  <li>Diabetes</li>  <li>Physical inactivity</li>  <li>Chronic renal failure</li>  <li>Obesity (body mass index over 30)</li>  <li>High cholesterol and blood pressure</li>  <li>Age and family history of heart disease</li></ul><hr><h3 style='color: #000; text-transform: uppercase'>Symptoms of Peripheral Artery Disease</h3><p>PAD often goes untreated for years because people do not know the symptoms or mistake them for something else. The primary symptom of PAD is cramping in the calf or thigh with activity that improves with rest (intermittent claudication).</p><p>When PAD is more severe, other symptoms include:</p><ul class='part-of-content-page' style='padding: 0 0 0 60px'>  <li>Numbness and weakness in extremities</li>  <li>Coldness in legs or feet</li>  <li>Weak or no pulse in legs and feet</li>  <li>Gangrene</li>  <li>Discoloration of feet</li>  <li>Sores on feet and toes that will not heal or heal slowly</li>  <li>Slow toenail growth</li>  <li>Erectile dysfunction (in men)</li></ul><hr><h3 style='color: #000; text-transform: uppercase'>Diagnosis of Peripheral Artery Disease</h3><img class='img-right' src='/assets/img/arterial3.jpg' width='250'><p>PAD can be painlessly diagnosed with a routine physical with our experienced medical staff. Noninvasive tests, such as ankle-brachial index (ABI) and doppler ultrasound, may also be performed to help to make a diagnosis.</p><p>If the ultrasound suggests that there is significant narrowing or blockage of the arteries of the legs, an angiogram may be recommended as the next diagnostic test.  In this procedure, a thin catheter is inserted into the arteries of the legs.  Contrast (xray dye) is injected, and pictures are taken of those blood vessels. The exact location of the narrowings or blockages can be precisely identified, and a treatment plan can be designed based upon those findings. At CFIM, we carefully formulate a treatment plan with the input of the patient and their family.</p><br><br><h3 style='color: #000; text-transform: uppercase'>Treatment of Peripheral Artery Disease</h3><p>Treatment aims to (1) reduce the pain associated with PAD and (2) decrease the progression of atherosclerosis, thereby improving the ability to perform activities and preventing ulcers and loss of tissue.  If the abnormalities and symptoms are not severe, a medication may be prescribed first, to try to medically improve the circulation.</p><p>If the abnormalities are more severe, minimally invasive treatments to open up blocked arteries include:</p><ul class='part-of-content-page'>  <li>Angioplasty, which involves using a small thin balloon at the end of a catheter to open up a narrowing.</li>  <li>Stent placement, which is a thin wire mesh tube that props open an artery to prevent it from closing again.</li>  <li>Atherectomy, which is done using a device like a “roto-rooter”, to clean out fatty plaque buildups.</li>  <li>Thrombolysis, which involves injection certain powerful “clot buster” medications to break up clot.</li></ul><p>Sometimes, these minimally invasive treatments are not advised because the problem is too severe, and in that case, surgical bypass may be advised. </p><p>The physicians and staff at CFIM are among the most experienced in the entire region at performing these minimally invasive procedures, so that you can get back to your normal activities and enjoy life as soon as possible!  Call us today to schedule a free screening for this and other conditions at a CFIM office in northern Virginia (convenient to Springfield, Fairfax, Alexandria, Arlington, Woodbridge) or Maryland (convenient to  Waldorf, La Plata, Clinton).</p></div>"
  },
  {
    "name": "Uterine Fibroids",
    "thumbnail": "/assets/img/rsz_87800841.jpg",
    "header": "<h1>The Fibroid Center at CFIM:<br> Uterine Fibroids<br> The Region’s Experts at Uterine Fibroid Embolization (UFE)</h1>",
    "description": "Uterine fibroids are the most common benign (non-cancerous) tumors within the female reproductive system. While the major­ity of uterine fibroids are diagnosed and treated in women between the ages of 35 and 54, fibroids can occur in women under the age of 35, even as young as the early 20s.",
    "htmlContent": "<div class='content-body' style='padding-top: 20px'><h3 style='color: #000; text-transform: uppercase'>What are Fibroids?</h3><img class='img-right' src='/assets/img/uterine1.jpg' width='250'><p>Uterine fibroids are the most common benign (non-cancerous) tumors within the female reproductive system. While the major­ity of uterine fibroids are diagnosed and treated in women between the ages of 35 and 54, fibroids can occur in women under the age of 35, even as young as the early 20s.</p><p>A fibroid starts as a normal muscle cell in the uterus.  For unknown reasons, this single cell grows and multiplies into a cluster of cells that form the fibroid.  Fibroids are stimulated to grow by estrogen (a hormone produce by the ovaries) and blood flow.  During menopause, as the estrogen level naturally declines, the fibroid tumor often shrinks on its own.</p><br><br><hr><h3 style='color: #000; text-transform: uppercase'>Can Fibroids Cause Cancer?</h3><p>In most women, fibroids do not lead to cancer.   Rarely, fibroids have been reported to turn into a cancer of the uterus called leiomyosarcoma. This happens to an estimated 1 in 1000 women who have fibroids.  The average age of women with leiomyosarcoma is 55.   There are some medical researchers who recommend treating fibroids early, before they have a chance to turn into this rare cancer.  </p><p>Recently, the FDA advised against another treatment for fibroids called 'Power Morcellation,' which may be performed with a hysterectomy, because of the possibility that it may spread un-diagnosed cancer to other areas. UFE does not use power morcellation, and therefore UFE is not known to cause spread of undiagnosed cancer. For more information, please <a href='http://www.fda.gov/'>read this FDA notice.</a></p><hr><h3 style='color: #000; text-transform: uppercase'>Risk Factors for Developing Fibroids</h3><img class='img-right' src='/assets/img/uterine2.jpg' width='350'><p>The following risk factors may contribute to development of fibroids:</p><ul class='part-of-content-page' style='padding: 0 0 0 60px'>  <li>Family history</li>  <li>Ethnicity. African American women are 2-3 times more likely than other women to develop fibroids.</li>  <li>Increased estrogen levels</li>  <li>Hypertension and obesity</li>  <li>Red meat consumption. Available evidence suggests that women who eat more than one serving per day of red meat have a 70% greater risk for uterine myoma, compared with women who eat the least.</li>  <li>Alcohol consumption. Women who had one or more drinks of alcohol per day, specifically beer, had more than a 50% increased risk for leiomyomata</li></ul><hr><h3 style='color: #000; text-transform: uppercase'>Fibroid Symptoms</h3><p>Usually, fibroids are asymptomatic.  However, fibroids may cause symptoms such as:</p><ul class='part-of-content-page' style='padding: 0 0 0 60px'>  <li>Heavy, prolonged, monthly periods</li>  <li>Irregular episodes of bleeding occurring separately from monthly periods</li>  <li>Anemia</li>  <li>Pelvic pain or pressure</li>  <li>Pain during intercourse</li>  <li>Frequent need to urinate</li>  <li>Constipation or bloating</li>  <li>An enlarged belly</li></ul><hr><h3 style='color: #000; text-transform: uppercase'>Diagnosis of Fibroids</h3><p>Depending on the size and location, fibroids may be detected through a routine pelvic exam and pelvic ultrasound.  Often, an additional imaging test such as a contrast enhanced pelvic MRI may be utilized to more accurately identify the size, number, and location of all of the fibroids.</p><hr><h3 style='color: #000; text-transform: uppercase'>Surgical Treatment of Fibroids</h3><p>Traditionally, treatment for women with problematic uterine fibroids has been surgical: hysterectomy or myomectomy.  These procedures are done by a gynecologist.</p><p>A myomectomy is a procedure in which a fibroid is removed laparoscopically through a small incision in the pelvis.   A myomectomy will not prevent future fibroids from developing. </p><p>During a hysterectomy, a larger surgical incision is made in the pelvis, and the entire uterus is removed, including the fibroids.   A hysterectomy may require a recovery time of up to 8 weeks, and there may be complications during the surgery such as heavy blood loss and formation of scar tissue (adhesions) in the abdomen which can wrap around bowel and cause a bowel obstruction.</p><p>More than 600,000 women undergo hysterectomies in the United States each year, but some doctors believe that many don’t need this drastic operation. In fact, according to several prominent medical studies, nearly 90 percent of hysterectomies may not be necessary.</p><hr><h3 style='color: #000; text-transform: uppercase'>Uterine Fibroid Embolization Treatment</h3><img class='img-left' src='/assets/img/uterine3.jpg' width='250'><img class='img-left' src='/assets/img/uterine4.jpg' width='250'><p>Uterine fibroid embolization (UFE) is a nonsurgical permanent treatment for fibroids.  Compared to the surgical options, UFE results in fewer complications, a shorter hospital stay and a far quicker recovery time.  Long term data show that 90 to 95% of women who have the UFE procedure report ongoing satisfaction and significant or total symptomatic relief for many years following the procedure. </p><p>For the UFE procedure fibroids can be accessed through the upper leg or wrist. Under fluoroscopic (xray) guidance, the interventional radiologist guides a wire and catheter into the uterine arteries on both sides (which supply the fibroids), and injects small particle, the size of grains of sand, that block the blood supply to the fibroids, causing the fibroid to shrink and die. The outpatient procedure is performed in about an hour in our on-site vascular suite, and the patient is awake but sedated and comfortable. Heavy periods usually take a few cycles to lessen.  Patients can usually resume normal activity after a week (as opposed to a hysterectomy which usually requires a much longer recovery time).</p><p>After the procedure, the patient is prescribed medications to help control the cramping and pain that may develop.  Light activities can be resumed in a few days, and most women return to normal activities in 7 to 10 days.</p><p>The American College of Obstetricians and Gynecologists (ACOG) has designated and approved UFE as a first-line treatment option for uterine fibroids. </p><p>At CFIM, our physicians are among the most experienced in the entire region at performing the UFE procedure.  Call us today to schedule a free screening for this and other conditions at a CFIM office in northern Virginia (convenient to Springfield, Fairfax, Alexandria, Arlington, Woodbridge) or Maryland (convenient to  Waldorf, La Plata, Clinton).</p></div>"
  },
  {
    "name": "Additional Services",
    "thumbnail": "/assets/img/200466997-001.jpg",
    "header": "<h1>Additional Procedures at CFIM</h1>",
    "description": "At CFIM, we are the region's experts at minimally invasive outpatient interventional procedures. Some of our other procedures are listed below.",
    "htmlContent": "<div class='content-body' style='padding-top: 20px'><h3 style='color: #000; text-transform: uppercase'>Diagnostic Vascular Ultrasound Lab</h3><ul class='part-of-content-page' style='padding: 0 0 0 60px'>  <li>Arterial and Venous, Upper and Lower Extremity</li>  <li>Upper Extremity Vein mapping</li>  <li>AAA, Carotid, Mesenteric Artery, Renal Artery</li>  <li>Dialysis Graft and Fistula Flow Velocity Surveillance</li></ul><hr><h3 style='color: #000; text-transform: uppercase'>Additional Procedures Offered</h3><ul class='part-of-content-page' style='padding: 0 0 0 60px'>  <li> <strong style='color: #666'>Back Pain:  </strong> Vertebroplasty, Kyphoplasty, and Epidural Injections</li>  <li> <strong style='color: #666'>Dialysis Access: </strong> Dialysis Access Surveillance, Fistulagram, Declotting, Angioplasty, Stent Placement, Hemodialysis Tunnel Catheter Placement and Exchange, Peritoneal Dialysis Catheter Placement and Maintenance</li>  <li> <strong style='color: #666'>Gastrointestinal: </strong> Gastrostomy and Gastro-Jejunostomy Tube Placements, Percutaneous Transhepatic Cholangiogram (PTC), Cholangioplasty and Stenting, Live Biopsies, Biliary Stone Removal, Cholecystostomy Catheter Placement</li><li><strong style='color: #666'>Urology: </strong> Nephrostomy Tube Placement and Exchange, Renal Biopsy, Varicocele Embolization</li><li> <strong style='color: #666'>Oncology: </strong>Chest Port Placement, Bone Marrow Aspiration and Biopsy</li><li> <strong style='color: #666'>Ultrasound Guided Biopsies: </strong> Breast, thyroid, liver, kidneys, lymph nodes</li>  <li> <strong style='color: #666'>PICC Lines and Other Central Venous Access</strong></li><li><strong style='color: #666'>Pelvic Congestion Syndrome </strong></li></ul><hr><p>At CFIM, our physicians are among the most experienced in the entire region at performing these procedure. Call us today to schedule a free screening for this and other conditions at a CFIM office in northern Virginia (convenient to Springfield, Fairfax, Alexandria, Arlington, Woodbridge) or Maryland (convenient to  Waldorf, La Plata, Clinton). </p></div>"
  }
]
