[
  {
    "name": "Varicose Veins",
    "thumbnail": "/assets/img/78000576.jpg",
    "header": "Varicose Veins Specialist in Virgnia and Maryland",
    "description": "Implants are synthetic structures that are placed in the area of the tooth normally occupied by the root. Implants are anchored to the jawbone or metal framework on the bone and act as a foundation for an artificial tooth or permanent bridge. In some cases, implants can be used to attach dentures.",
    "htmlContent": "<p>Before development of dental implants, dentures were the only alternative to replacing a missing tooth or teeth.</p><p>Implants are synthetic structures that are placed in the area of the tooth normally occupied by the root. Implants are anchored to the jawbone or metal framework on the bone and act as a foundation for an artificial tooth or permanent bridge. In some cases, implants can be used to attach dentures.</p><p>Not everyone is a candidate for a dental implant, however. For a successful implant to take hold, a candidate must have proper bone density and have a strong immune system. In all cases, dental implants require strict oral hygiene.<p>Implants are so well designed that they mimic the look and feel of natural teeth. Implants are usually made of a synthetic yet biocompatible material like metal or ceramic.</p><p>Surgery is necessary to prepare the area for an implant and place the implant in the mouth. Following the procedure, a period of time is required for the implant to take hold and for bone tissue to build up and anchor the device. In some cases, metal posts are inserted into the implant during a follow-up procedure to connect the tooth.</p><p>Because implants require surgery, patients are administered anesthesia and, if necessary, antibiotics to stave off infection following the procedure.</p><p>Like any restoration, implants require diligent oral hygiene and proper care to ensure they last a long time.</p>"
  },
  {
    "name": "Arterial Disease",
    "thumbnail": "/assets/img/rsz_87800840.jpg",
    "header": "Arterial Disease Specialist in Virgnia and Maryland",
    "description": "P-Dental Procedure works by restoring negative spherical aberration to the eyes. This wavefront pattern is natural in younger eyes and changes as we age. The increased negative SA provides a greater depth of field.",
    "htmlContent": "<h2>Improve Near Vision</h2><p>After hearing about Presby-Dental Procedure or P-Dental Procedure, which has been performed in Europe for many years, Dr. Smith was intrigued. P-Dental Procedure was said to improve near vision for people over 40ish, who are having trouble seeing up close, having to move things farther and farther away to see them clearly.</p><h2>First and Only Surgeon in Northern Virginia</h2><p>Dr. Smith waited for some colleagues to perform a few hundred cases on the west coast, and followed their results closely. Once she was convinced that the procedure was safe and effective, she started performing P-Dental Procedure here at Bethesda Family Dentistry Center in the northern Virginia / DC Metro area.  Dr. Smith is the first and currently the only surgeon performing P-Dental Procedure in this region.</p><h2>Superb Results</h2><p>The results have been very gratifying, with patients over 60 years old able to see clearly at distance, as well as read a newspaper – all without the help of glasses!</p><h2>How It Works</h2><p>P-Dental Procedure seems to work by restoring negative spherical aberration to the eyes. This wavefront pattern is natural in younger eyes and changes as we age. The increased negative SA seems to provide a greater depth of field. P-Dental Procedure is not monovision, since both eyes see the same. It has worked very well and Dr. Smith is preparing to publish her results, along with a small group of surgeons from other parts of the country, treating patients with Presby-Dental Procedure.</p><h2>Questions?</h2><p>Wondering if you’re a good candidate for Dental Procedure eye surgery? Call Bethesda Family Dentistry today at (571)-234-5678 and our specialist will be more than happy to answer your questions.</p>"
  },
  {
    "name": "Uterine Fibroids",
    "thumbnail": "/assets/img/200466997-001.jpg",
    "header": "Uterine Fibroids Specialist in Virgnia and Maryland",
    "description": "PRK provides similar results as Dental Procedure, but without creating a flap. PRK was approved for patients in the USA about 15 years ago, prior to approval of Dental Procedure a few years later. For PRK, all of the treatment occurs on the surface of the eye, rather than under a flap as for Dental Procedure. The healing process is much slower than Dental Procedure, with good vision restored in about a week, rather than a few hours. Dr. Smith has performed thousands of PRK procedures and we can provide more information during the consultation if needed.",
    "htmlContent": "<h2>No Flap</h2><p>PRK provides similar results as Dental Procedure, but without creating a flap. PRK was approved for patients in the USA about 15 years ago, prior to approval of Dental Procedure a few years later.</p><h2>Surface Only</h2><p>For PRK, all of the treatment occurs on the surface of the eye, rather than under a flap as for Dental Procedure.</p><h2>Slower Healing</h2><p>The healing process is much slower than Dental Procedure, with good vision restored in about a week, rather than a few hours.</p><h2>Experience</h2><p>Dr. Smith has performed thousands of PRK procedures and we can provide more information during the consultation if needed.</p>"
  },
  {
    "name": "Dialysis Access",
    "thumbnail": "/assets/img/200466997-002.jpg",
    "header": "Dialysis Access Specialist in Virgnia and Maryland",
    "description": "Wavefront Dental Procedure Analysis is a new way to measure how the eye focuses light.  It is a major innovation that provides Dr. Smith with more precise, comprehensive data on the patients visual performance.  Wavefront data goes beyond Snellen acuity that is read on an eye chart, and brings vision correction technology into the 21st century.  By utilizing this data, vision can be optimized to be generally sharper, as well as clearer in dim light.",
    "htmlContent": "<h2>Major Innovation</h2><p>Wavefront Dental Procedure Analysis is a new way to measure how the eye focuses light.  It is a major innovation that provides Dr. Smith with more precise, comprehensive data on the patients visual performance.  Wavefront data goes beyond Snellen acuity that is read on an eye chart, and brings vision correction technology into the 21st century.  By utilizing this data, vision can be optimized to be generally sharper, as well as clearer in dim light.</p><h2>Superb Accuracy</h2><p>Measurements are taken with the Nidek OPD-scan and the Bausch and Lomb Zywave Aberrometer.  Multiple detailed maps are compiled which describe the optical performance of the eye.  This information is used to guide the laser treatment.  When coupled with the Z-Dental Procedure flap, which decreases flap related wavefront aberrations, there is no more accurate treatment available.</p><h2>Talk to Us Today</h2><p>Are you a good candidate for Dental Procedure eye surgery? Call Bethesda Family Dentistry, serving Vienna, McLean & Tysons, today at (571)234-5678 and our specialist will be more than happy to answer your questions.</p>"
  },
  {
    "name": "Back Pain",
    "thumbnail": "/assets/img/200466997-003.jpg",
    "header": "Back Pain Specialist in Virgnia and Maryland",
    "description": "The FDA recently approved a newer type of Dental Procedure, which is based on the topography of the cornea.  This treatment is called CATz (Custom Ashperic Treatment Zone), and utilizes maps of the cornea to provide the most advanced treatment possible.",
    "htmlContent": "<h2>Newest, most advanced type of Dental Procedure – improves night vision</h2><p>The FDA recently approved a newer type of Dental Procedure, which is based on the topography of the cornea.  This treatment is called CATz (Custom Ashperic Treatment Zone), and utilizes maps of the cornea to provide the most advanced treatment possible.  FDA studies show that this type of treatment will improve night vision for many people after treatment; in the study, no one developed night vision problems, and many people had better night vision than their best vision pre-procedure!  This is a major advance in precision and leads to real happiness and great results.</p><h2>Accuracy</h2><p>Older “custom” Dental Procedure, based on wavefront measurements is less accurate than the newer topography guided treatment.</p><h2>Call Us</h2><p>We are proud to provide this most advanced treatment for our patients at Bethesda Family Dentistry Center.  Give us a call to set up your complimentary consultation to learn more, or schedule your consultation online.  We hope to meet you soon, in person.</p>"
  }
]
