[
  {
    "title": "Our doctor",
    "layout": "page.pug",
    "quote_v":3,
    "office_welcome":false,
    "htmlContent": "<img src='/assets/images/dr-hawa.jpg' alt='Nader Hawa, D.M.D.' class='floatright dr-hawa'><h1>Meet Dr. Hawa</h1><p class='why-here'>Why are we here?<br>To improve <u><i>your</i></u> very quality of life!</p><p>“Hello. I have been a practicing dentist for over 17 years, having graduated from the University of Louisville School of Dentistry. My family has strong roots in Northern Virginia; my great grandfather moved here in 1895. I love this area, its people and all the cultures represented from all over the world.</p><p>“I am happy and honored to have a terrific staff, the best people any dental practice could have: Susie, Karen, Joellen, Darota, Pat, Terri, Kim, Kymber and Nina. They are true professionals, extremely knowledgeable and skilled, and they will take great care of you.</p><p>“My purpose is to improve your quality of life, by helping you keep your teeth healthy, strong and beautiful for your entire life. My staff and I pride ourselves on gentle dental care. I also like to take time with each person to determine their needs and wants. Each year I take numerous continuing education courses in advanced clinical procedures and dental technology, as well as Invisalign. I have also lectured on dental procedures to other dentists over the past few years.</p><p>“We provide all general dental procedures: fillings, fixing broken teeth, treating toothaches, crowns and dentures, extractions, root canals and implants. If you want a more beautiful smile, we provide all cosmetic procedures. If you are unhappy with any aspect of your smile, I will be happy to discuss the best options for you. Together, we can determine what will work for you.</p><p>“If you have any dental emergencies, we will see you the same day. We have a very nice office just a few minutes from you. Our office is modern with the latest advancements in dental technologies and materials. If you have any questions, please don't hesitate to contact us today on 703-444-5108.</p><p>“I look forward to meeting you.</p><p>Warmly Yours,<br>Dr. Nader Hawa”</p><div id='magazine-wrapper'><img src='/assets/images/nova-why-choose-us.jpg' alt='Why choose us' class='mb why-choose-us'><div id='magazine'><h3>Our Magazine</h3><p>For insight into Dr. Hawa and Northern Virginia Dental Arts, <a href='/pdfs/hawa-mag-gilleard-web.pdf' target='_blank'>download</a> our magazine today.</p><img src='/assets/images/magazine-arrow-on-white.jpg' alt='Magazine' id='magazine-arrow'></div></div><p class='header margin'>Why choose Northern Virginia Dental Arts?</p><p><strong>1. Gentle, Pleasant Dentistry</strong><br>Our patients routinely comment on how gentle and painless we are – they are pleasantly surprised especially at our gentle injections.</p><p><strong>2. Friendliness and Care</strong><br>Our office has a relaxing, comfortable environment where everyone remembers your name and treats you like family. Everyone in our office is genuinely friendly and helpful.</p><p><strong>3. Advanced Technolog</strong><br>We use modern, state-of-the-art technology to create a high-quality restoration or smile makeover, as well as to make your visit comfortable and even pleasant.</p><p><strong>4. Knowledgeable and Skilled</strong><br>Our doctors, hygienists and assistants are highly trained, experienced, and are leaders in their field. Dr. Hawa has taken thousands of hours of continuing education following dental school, to keep up with the latest advancements in dental technologies and techniques. Dr. Hawa even trains other dentists.</p><p><strong>5. Dentistry is our Art and Passion</strong><br>Our entire purpose is to improve the very quality of the lives of our patients. We do this by keeping your teeth healthy and strong so you can eat any food you like, by creating gorgeous smiles, by getting you out of any dental pain you might have, and by fixing broken or decayed teeth.</p><p><strong>6. Dental Implants</strong><br>Using the latest technology, Dr. Hawa and Dr. Sanz do the entire implant procedure in the comfort of their office.</p><p><strong>7. Cosmetic Dentistry</strong><br>You can have a smile makeover in just 1-2 visits. Whether you want a Hollywood, dazzling smile, or just whiter or straighter teeth, Dr. Hawa can give you exactly what you want.</p><p><strong>8. We Listen To You</strong><br>We take time with you, we listen to what is important to you, we find out from you what you need and want. Then we explain all your options to your satisfaction.</p><p><strong>9. We Are Open Evenings and Saturdays</strong><br>We recognize that people have to work, take their kids to various activities, etc. So we're open evenings and Saturdays, in addition to weekdays, to make it easy for you to come to us.</p><p><strong>10. Invisalign Teeth Straightening</strong><br>Invisalign is the invisible way to straighten your teeth without braces. You'll look and feel beautiful!</p><p><strong>11. We See Emergencies the Same Day</strong><br>Toothaches and dental abscesses are extremely painful – and potentially dangerous to your health. We work to take care of dental emergencies quickly, to get you out of pain.</p>"  },
  {
    "title": "The team",
    "layout": "page.pug",
    "quote_v":2,
    "office_welcome":true,
    "htmlContent": "<h1>Meet the Team</h1><p class='header'>Our Friendly and Caring Team</p><p>We have an excellent team of experts here at Northern Virginia Dental Arts. Our caring staff, dentists and hygienists are proud to deliver the same expert care and attention they would give their own families. They only use state-of-the art dental technology to ensure you get the best service possible. Such quality staff are not easy to find, so we count ourselves very lucky!</p><div class='five-star'><p class='header'>5-Star Service</p></div><p><strong>“The staff are the most professional, friendly and competent team you will ever see in any dental or medical office. They will give you 5-star service, expert care and treat you like family.”</strong> – JK, a patient of Dr. Hawa</p><img src='/assets/images/nova-dental-arts-team.jpg' alt='Nova Dental Team' style='margin-bottom: 20px;'><div class='section group team-bottom-margin'><div class='col span_1_of_2'><div class='our-team'><img src='/assets/images/nova-dental-arts-kim.jpg' alt='Our team - Kim' width='210' height='210'><p class='title'>Kim | Practice Manager<br>and Patient Coordinator</p><p>Kim is excited to be a part of the Nova Dental Arts team. She received her Bachelor’s degree in Business Management from the University of Mary Washington. She has an extensive knowledge of dentistry with 20+ years of experience. She is very passionate about dentistry and works diligently to ensure that every patient has a good experience. In her spare time she enjoys reading, traveling and spending time with her two grown children.</p></div></div><div class='col span_1_of_2'><div class='our-team'><img src='/assets/images/nova-dental-arts-stephanie.jpg' alt='Our team - Stephanie' width='210' height='210'><p class='title'>Stephanie | Scheduler</p><p>Stephanie is a true professional, and excellent communicator, and is terrific with patients. She enjoys interacting with patients and going the extra mile to make them feel comfortable. During her free time she enjoys volunteering in the community and spending quality time with her family. She loves going to concerts, traveling and going on adventures.</p></div></div></div><div class='section group team-bottom-margin'><div class='col span_1_of_2'><div class='our-team'><img src='/assets/images/our-team-kymber.jpg' alt='Our team - Kymber' width='210' height='210'><p class='title'>Kymber | Scheduling Coordinator</p><p>Kymber is one of our newest staff members. She recently moved back to the area after living in Korea and England with her husband and five kids. She has several years of experience in the dental field and enjoys working with patients and the staff to help make your dental needs a priority. She also enjoys volunteering, reading, crafting and traveling.</p></div></div><div class='col span_1_of_2'><div class='our-team'><img src='/assets/images/nova-dental-arts-lucero.jpg' alt='Our team - Lucero' width='210' height='210'><p class='title'>Lucero | Dental Assistant</p><p>Bio coming soon</p></div></div></div><div class='section group team-bottom-margin green-line'><div class='col span_1_of_2'><div class='our-team'><img src='/assets/images/our-team-nina.jpg' alt='Our team - Nina' width='210' height='210'><p class='title'>Nina | Dental Assistant</p><p>Nina is Dr. Hawa's dental assistant, and is committed to provide all patients with excellent and pleasant service. After receiving her dental assistant and X-Ray certification in 2009, Nina continued on to study biology at George Mason University. She is working toward her own dental degree in the near future. When Nina is not working or going to school she likes to spend time with her family and friends. Nina's favorite hobbies are going to Capitals games with her friends and shopping. She also enjoys traveling and learning new things.</p></div></div><div class='col span_1_of_2'><div class='our-team'><img src='/assets/images/our-team-pat.jpg' alt='Our team - Pat' width='210' height='210'><p class='title'>Pat | Hygienist</p><p>Pat grew up in McLean, Virginia. She graduated from Old Dominion University in Norfolk, Virginia, earning her Bachelor’s and Master’s degrees in dental hygiene. Pat has been practicing dental hygiene since 1977 and really enjoys getting to know her patients individually and educating them about their dental health. Pat and her husband have two grown daughters. She enjoys working on her house, showing her terrier dogs in the show ring and bargain shopping!</p></div></div></div><p><strong>Here is our commitment to our patients:</strong></p><p>We will give you personal service and attention.</p><p>We’ll keep your teeth healthy and pretty for your entire life.</p><p>We’ll take time to discuss your needs and wants.</p><p>We'll make your trip to the dentist as comfortable and pleasant as possible.</p><p>We deliver state-of-the-art general dentistry.</p><p>We’ll treat you like family.</p><p>We take care of the person, not just his or her teeth and gums.</p><p>We see emergencies the same day in our Fayetteville, North Carolina office.</p><p>We accept most major dental insurance.</p><p>We offer financial arrangements and payment plans for qualified people.</p><p>We follow strict sterilization procedures for your health and safety.</p><p>We treat adults and teens and offer pediatric dentist services.</p><p>We’ll create a beautiful, confident smile.</p>"
  },
  {
    "title": "Dental services",
    "layout": "page.pug",
    "quote_v":4,
    "office_welcome":false,
    "htmlContent": "<h1>Dental Services</h1><div class='fastbraces'><a href='http://www.fastbraces.com/providers/drNaderHawadr/2813' target='_blank'><img src='http://www.fastbraces.com/images/fblogo.png' alt='Fastbraces® Logo, Braces for adults and braces for kids'></a><p>Dr.Nader Hawa<br> a proud Fastbraces® provider:<br><a href='http://www.fastbraces.com'>braces</a> technology that is fast,<br>safe and affordable.</p></div><p class='why-here'>Why are we here?<br>To improve <u><i>your</i></u> very quality of life!</p><p>Dr. Hawa is committed to providing you, your family and friends with high-quality, comprehensive dental care. We offer complete dental services and cosmetic procedures for all ages.</p><p class='header'>Our services include:</p><ul class='links'><li class='left'><a href='/cosmetic-aesthetic-dentistry'>Cosmetic &amp; Aesthetic Dentistry</a></li><li><a href='/veneers-crowns-bridges'>Veneers, Crowns &amp; Bridges</a></li><li class='left'><a href='/implant-dentistry'>Implant Dentistry</a></li><li><a href='/periodontal-therapy'>Periodontal Therapy</a></li><li class='left'><a href='/dental-hygiene'>Dental Hygiene</a></li><li><a href='/dental-emergencies'>Dental Emergencies</a></li><li class='left'><a href='/root-canal-treatment'>Root Canal Treatment</a></li><li><a href='/fillings-and-restorative-prodcedures'>Fillings and Restorative Procedures</a></li><li class='left'><a href='/night-guards-and-sport-guards'>Night Guards and Sport Guards</a></li><li><a href='/teeth-whitening'>Teeth Whitening</a></li><li class='left'><a href='/advanced-technology'>Advanced Technology</a></li></ul><p class='header' style='clear: both; padding-top: 20px'>We proudly serve these areas:</p><p>Loudoun County, Fairfax County and Prince William County – including: Sterling, Potomac Falls, Ashburn, Herndon, Leesburg, Tyson’s Corner, Great Falls, Fairfax, Oakton, Reston, Chantilly, Centreville, and Manassas.</p><p><a href='/contact-and-location'>Email</a> us today</p>.<div class='photos-adjacent clear-both'><img src='/assets/images/nova-dental-services-1.jpg' alt='Dental Services'><img src='/assets/images/nova-dental-services-2.jpg' alt='Dental Services'></div>"
  },
  {
    "title": "Cosmetic and Aesthetic Dentistry",
    "layout": "page.pug",
    "quote_v":4,
    "office_welcome":false,
    "htmlContent": "<h1>Cosmetic and Aesthetic Dentistry</h1><p class='why-here'>Why are we here?<br>To improve <u><i>your</i></u> very quality of life!</p><p>A gorgeous smile is the greatest beauty secret of all.  Did you know you can have a smile makeover in just 1-2 visits? Whether you want a Hollywood, dazzling smile, or just whiter and straighter teeth, Dr. Hawa can give you exactly what you want using the latest dental technology.</p><div class='photos-adjacent margin-bottom'><img alt='Cosmetic &amp; Aesthetic Dentistry' src='/assets/images/nova-cosmetic-dentistry-3.jpg'><img src='/assets/images/kor.png' alt='KOR' class='mb'></div><p>Dr. Hawa uses KöR, widely recognized as the world’s most effective whitening system. It produces exceptional results and is available exclusively through trusted dental professionals, such as Dr. Hawa.  Stains from coffee, tea, wine and cigarettes ruin the look of your teeth. With these advanced whitening techniques, we can correct stained or yellow teeth. Your bright, gorgeous smile and oral health is our number one priority.</p><div class='photos-adjacent margin-bottom'><img alt='Cosmetic &amp; Aesthetic Dentistry' src='/assets/images/nova-cosmetic-dentistry-1.jpg'><img alt='Cosmetic &amp; Aesthetic Dentistry' src='/assets/images/nova-cosmetic-dentistry-2.jpg'></div><p>Whether you require porcelain veneers, treatment for chipped/damaged teeth, all porcelain crowns, tooth bonding or white fillings to replace old mecury fillings, Dr. Hawa will walk you through exactly what will work best for you.</p><p>Contact Northern Virginia Dental Arts at our Sterling, Virginia office today for a FREE Smile Consultation.  You tell us what you want, and we’ll show you how cosmetic dentistry can achieve this.</p><p class='header'>Smile Makeovers</p><p>Dr. Nader Hawa uses the miracles of modern cosmetic dentistry to give you a gorgeous, dazzling smile. Here just a few of our amazing smile makeovers.</p><p class='before-after'>Before and After Gallery</p><img src='/assets/images/nova-before-after-1.jpg' alt='Before Afer smile'><div class='hawa-quote'><img src='/assets/images/smile-makeover-tooth.gif' alt='Smile Makeover'><p>“Producing a beautiful smile is an art and a science – as unique and individual as a person’s features.”</p><p class='by'>– Dr. Hawa</p></div><img src='/assets/images/nova-before-after-2.jpg' alt='Before Afer smile'><div id='lady-smile'><img src='/assets/images/nova-before-after-3.jpg' alt='Before Afer smile'><div class='right'><p>“We love the entire staff and appreciate their hard work and great service!”</p><p class='by'>– Patient D.A.</p></div></div><img src='/assets/images/northern-virginia-dental-before-after-6.jpg' alt='Before / after photo' class='mb'><p class='questions'>If you have any questions or would like a free smile consultation, we are just a phone call away: 703-444-5108.</p>"  
  },
  {
    "title": "Implant Dentistry",
    "layout": "page.pug",
    "quote_v":4,
    "office_welcome":false,
    "htmlContent": "<h1>Implant Dentistry</h1><p>A dental implant is used to support a false tooth. It is a titanium screw placed in the jawbone to replace the root of a tooth. Implants are a well-established treatment, and Dr. Hawa will walk you through the procedure and the aftercare to ensure you understand everything involved.</p><p>Your safety and wellbeing strictly protected in our Sterling, Virginia office. Whether you’re in for a yearly checkup, or getting a dental implant, our top priority is your comfort and health. Dr. Hawa and our hygienists work together to ensure your visit is practically pain-free. <strong>Remember, you are in control at all times in our office.</strong></p><div class='photos-adjacent'><img alt='Implant Dentistry' src='/assets/images/nova-implant-dentistry-1.jpg'><img alt='Implant Dentistry' src='/assets/images/nova-implant-dentistry-2.jpg'></div>"  
  },
  {
    "title": "Dental Hygiene",
    "layout": "page.pug",
    "quote_v":4,
    "office_welcome":false,
    "htmlContent": "<h1>Dental Hygiene</h1><p>Routine maintenance will ensure your teeth stay bright and healthy. Let us know how you are feeling any time before, during, and after treatment. Our hygienists are known for their gentle care, and they do everything they can to erase the discomfort and anxiety some people experience when going to the dentist.  Let us know at anytime if you’d like to stop the treatment or take a short break.</p><p>You may be surprised how effective routine dental hygiene can be in making your mouth feel fresh and clean. <strong>We’re committed to keeping your teeth healthy and pretty for your entire life.</strong></p><div class='photos-adjacent'><img alt='Dental Hygiene' src='/assets/images/nova-dental-hygiene-1.jpg'><img alt='Dental Hygiene' src='/assets/images/nova-dental-hygiene-2.jpg'></div>"  
  },
  {
    "title": "Root Canal Treatment",
    "layout": "page.pug",
    "quote_v":4,
    "office_welcome":false,
    "htmlContent": "<h1>Root Canal Treatment</h1><p>Dr. Hawa and his caring, expert staff use the miracles of modern dentistry to make root canal treatment painless and simple. Modern root canal treatment is no longer a procedure to be feared as in the past. Dr. Hawa performs root canals in one visit, and with his skill and advanced technology, this procedure is as simple and painless as a filling.</p><div class='photos-adjacent'><img alt='Root Canal Treatment' src='/assets/images/nova-root-canal-treatment-1.jpg'><img alt='Root Canal Treatment' src='/assets/images/nova-root-canal-treatment-2.jpg'></div>          "  
  },
  {
    "title": "Night Guards and Sports Guards",
    "layout": "page.pug",
    "quote_v":4,
    "office_welcome":false,
    "htmlContent": "<h1>Night Guards and Sports Guards</h1><p class='header'>Night Guards</p><p>Some people grind their teeth, creating loose or worn teeth. Those who grind their teeth at night often wake up with a headache or a painful jaw –&nbsp;without knowing the cause. A well-fitting night guard or mouth guard is the first step in preventing any further damage to your teeth. We will take an impression of your mouth and have a custom guard created for you in a professional dental lab. This ensures you have a product that is comfortable and effective.</p><div class='photos-adjacent margin-bottom'><img alt='Night Guards' src='/assets/images/nova-night-guards-1.jpg'><img alt='Night Guards' src='/assets/images/nova-night-guards-2.jpg'></div><p class='header'>Sports Mouth Guards</p><p>Dr. Hawa creates mouth guards for sports players of all ages. Wearing a custom mouth guard will protect your teeth and gums during high-impact physical contact. They are comfortable and easy to wear. Don't gamble with your oral health – contact us today for more information about mouth guards.</p><div class='photos-adjacent'><img alt='Sports Mouth Guards' src='/assets/images/nova-night-guards-3.jpg'><img alt='Sports Mouth Guards' src='/assets/images/nova-night-guards-4.jpg'></div>"  
  },
  {
    "title": "Advanced Technology",
    "layout": "page.pug",
    "quote_v":4,
    "office_welcome":false,
    "htmlContent": "<h1>Advanced Technology</h1><p>We believe in taking advanced courses to keep up with the most state-of-the-art dental technologies, materials and procedures.</p><p>“It is important to me that a dentist stays up-to-date with the best technologies and techniques – and Dr. Hawa does. He has worked with me to create a beautiful smile that I always get compliments on.” – JM, long-time patient</p><p>Hawa Dental uses digital X-Rays for your safety, as well as for more accurate diagnosis. Digital X-Rays emit far less radiation and allow the doctor and patient to see small details in your teeth and gums.</p><p>Dr. Hawa is Certified with Invisalign – the invisible way to straighten teeth.</p><div class='photos-adjacent margin-bottom'><img src='/assets/images/northern-virginia-dental-advanced-technology-1.jpg' alt='Advanced Technology'><img src='/assets/images/northern-virginia-dental-advanced-technology-2.jpg' alt='Advanced Technology /'></div><p>Dr. Hawa uses laser treatment for many procedures. The dental laser is painless, and requires no drilling and no injections. You won’t even know the procedure is being done!</p><p>We partner with the very best laboratories, using only the finest materials and most exacting standards, to produce the highest quality results for you.</p><div class='photos-adjacent'><img src='/assets/images/northern-virginia-dental-advanced-technology-3.jpg' alt='Advanced Technology'><img src='/assets/images/northern-virginia-dental-advanced-technology-4.jpg' alt='Advanced Technology /'></div>"  
  },
  {
    "title": "Veneers, Crowns and Bridges",
    "layout": "page.pug",
    "quote_v":4,
    "office_welcome":false,
    "htmlContent": "<h1>Veneers, Crowns &amp; Bridges</h1><p>Dr. Hawa believes that every patient needs to understand the options available. He and his staff take the time to clearly explain dental problems and the best solutions available.</p><p>To restore broken or decayed teeth, a crown may be fitted over the remaining part of the tooth making it strong again and giving the appearance of a real tooth. There are a number of different crowns available, and Dr. Hawa will walk you through the best crown for your teeth and your budget.</p><p>Bridges are best for people are missing one or two teeth and do not want a denture.  There are different techniques for applying bridges, and these will all be discussed in your consultation with Dr. Hawa.</p><p>Dental crowns and bridges are not purely cosmetic. They can help repair and strengthen damaged teeth, restoring your ability to chew or speak properly. They may help maintain the structure of your mouth and face, and prevent other teeth from moving out of place.</p><p>A veneer is a thin layer placed over a tooth, either to protect it or to improve its appearance. Our expert team is happy to discuss this option as part of your treatment plan. Your veneers will feel comfortable and look fantastic.</p><p><strong>Whether you need a crown, bridge or a veneer, we are confident we can give you that healthy, beautiful smile you’re looking for.</strong></p><div class='photos-adjacent clear-both'><img src='/assets/images/nova-veneers-crowns-bridges-1.jpg' alt='Veneers, Crowns &amp; Bridges'><img src='/assets/images/nova-veneers-crowns-bridges-2.jpg' alt='Veneers, Crowns &amp; Bridges'></div>"  
  },
  {
    "title": "Periodontal Therapy",
    "layout": "page.pug",
    "quote_v":4,
    "office_welcome":false,
    "htmlContent": "<h1>Periodontal Therapy</h1><p>Some form of periodontal (gum) disease is not uncommon among adults, and treating this disease is an important part of our dentistry. Gum disease can range from gum inflammation to a major condition affecting soft tissue and bone that supports the teeth. If left untreated, it can harm your overall health, not just your mouth.</p><p>Regular checkups and teeth cleaning are the foundation of a healthy mouth and can help prevent gum disease or catch it early on. You can maintain your beautiful smile and improve your overall health by coming to Northern Virginia Dental Arts for regular cleanings. No matter how well you care for your teeth at home, professional dental techniques remove more plaque than brushing/flossing, and therefore improve gum health.</p><div class='photos-adjacent clear-both'><img src='/assets/images/nova-periodontal-therapy-1.jpg' alt='Periodontal Therapy'><img src='/assets/images/nova-periodontal-therapy-2.jpg' alt='Periodontal Therapy'></div>"  
  },
  {
    "title": "Dental Emergencies",
    "layout": "page.pug",
    "quote_v":4,
    "office_welcome":false,
    "htmlContent": "<h1>Dental Emergencies</h1><p>We understand emergencies can happy to anyone, at any time. If you have a dental emergency, we will work to help you resolve the situation within the same day.  Please give us a call at <strong>703-444-5108</strong> or schedule an appointment right here on our website.</p><p><strong>We will work hard to care for your dental needs as soon as possible.</strong></p><div class='photos-adjacent'><img src='/assets/images/Cross-Creek-Same-Day-Emerg-1.jpg' alt='Same Day Emergency Care'><img src='/assets/images/Cross-Creek-Same-Day-Emerg-2.jpg' alt='Same Day Emergency Care'></div>"  
  },
  {
    "title": "Fillings and Restorative Procedures",
    "layout": "page.pug",
    "quote_v":4,
    "office_welcome":false,
    "htmlContent": "<h1>Fillings and Restorative Procedures</h1><p>In your consultation with Dr. Hawa, he will use several methods to determine if you need a dental filling. If you do need one, there are a variety materials available for the filling itself. You don’t have to give up your gorgeous smile! Our staff will explain the options available to you and work with you to find the best solution for you mouth and budget. With each visit to our Sterling, Virginia office, you are in capable and caring hands.</p><div class='photos-adjacent clear-both'><img src='/assets/images/nova-fillings-restorative-1.jpg' alt='Fillings and Restorative Procedures'><img src='/assets/images/nova-fillings-restorative-2.jpg' alt='Fillings and Restorative Procedures'></div>"
  },
  {
    "title": "Teeth Whitening",
    "layout": "page.pug",
    "quote_v":4,
    "office_welcome":false,
    "htmlContent": "<h1>Teeth Whitening</h1><p>Dr. Hawa uses KöR , widely recognized as the world’s most effective whitening system. It produces exceptional results and is available exclusively through trusted dental professionals, such as Dr. Hawa. Stains from coffee, tea, wine and cigarettes ruin the look of your teeth. With these advanced whitening techniques, we can correct stained or yellow teeth. Your bright, gorgeous smile and oral health is our number one priority.</p><img src='/assets/images/kor.png' alt='KOR'><div class='photos-adjacent margin-bottom'><img src='/assets/images/northern-virginia-dental-gorgeous-smile-1.jpg' alt='Gorgeous Smile 1'><img src='/assets/images/northern-virginia-dental-gorgeous-smile-2.jpg' alt='Gorgeous Smile 1'></div><div class='hawa-quote'><img src='/assets/images/smile-makeover-tooth.gif' alt='Smile Makeover'><p>“Producing a beautiful smile is an art and a science – as unique and individual as a person’s features.”</p><p class='by'>– Dr. Hawa</p></div>"  
  },
  {
    "title": "Invisalign",
    "layout": "page.pug",
    "quote_v":5,
    "office_welcome":false,
    "htmlContent": "<h1>Invisalign</h1><div class='fl'><p class='header'>Straight Teeth, No Braces</p><p>Invisalign is the invisible way to straighten teeth. No wires or braces. Dr. Hawa is a Certified Invisalign provider and is here to help you understand the importance of correcting an 'uneven' smile. If you are unhappy with your crowded, overly spaced, or uneven teeth, Invisalign may help you gain a healthy, well-aligned smile in minimal time, and without unsightly metal brackets.</p></div><div class='fr'><iframe width='400' height='225' src='https://www.youtube.com/embed/OVQ5ELTPksA?rel=0&amp;controls=0&amp;showinfo=0' frameborder='0' allowfullscreen=''></iframe></div><img src='/assets/images/nova-dental-invisalign-1.jpg' alt='Invisalign' class='mb mt'><p class='header'>Straight teeth, no braces – for adults and teens</p><p>Dr. Hawa creates precise teeth aligners designed and customized for each individual, to perfectly fit each person’s teeth and achieve the best result.</p><p class='header'>Comfort</p><p>Invisalign aligners have smooth, soft edges that will never irritate your gums or teeth. You’ll forget you’re wearing them. Eating, drinking, brushing or flossing are a breeze because the aligners are removable.</p><img src='/assets/images/nova-dental-invisalign-2.jpg' alt='Invisalign' class='mb'><p class='header'>Cosmetic</p><p>Invisalign is practically invisible! No one will know you are straightening your teeth unless you tell them. You can easily remove Invisalign for any occasion if you like.</p><p class='header'>Clear Results</p><p>You will start to notice and enjoy the results of your improving smiles within a few short months.</p><p class='header'>Get your confidence back!</p><p>Over 2.7 million patients are smiling with confidence thanks to Invisalign clear aligners. Without brackets or wires, Invisalign clear aligner treatment takes a modern approach to teeth straightening and is virtually invisible.</p><p>Dr. Hawa is an expert Invisalign provider. He believes Invisalign gives people a clear, removable and comfortable alternative to braces. They are comfortable to wear and easy to live with. You will visit our Sterling, Virginia office every month or two to check your progression and get new aligners. Average treatment time is about a year. Because the aligners are removable, you can continue to eat your favorite foods. And you can brush and floss normally to keep your teeth and gums healthy.</p><img src='/assets/images/nova-invisalign-results-you-can-see.jpg' alt='Results you can see' class='mb'><p class='header margin'>Invisalign can:</p><ul class='coloured-dots purple'><li><span>Straighten your teeth invisibly</span></li><li><span>Straighten your teeth without fear of carrying your meal in your braces</span></li><li><span>Allow you to you eat the foods you like during the adjustment</span></li><li><span>Make cleaning and brushing easy</span></li><li><span>Correct an over-bite or under-bite</span></li><li><span>Correct a distracting gap</span></li><li><span>Correct overlap/crowding issues</span></li></ul><p class='header'>How does it work?</p><p>Invisalign<sup>®</sup> clear aligners take a modern approach to straightening teeth, using a custom-made series of aligners created for you and only you. These aligners are made of smooth, comfortable and virtually invisible plastic that you simply wear over your teeth. Wearing the aligners will gradually and gently shift your teeth into place, based on the exact movements your dentist or orthodontist plans out for you. </p><div class='photos-adjacent margin-bottom'><img alt='Invisalign Adult' src='/assets/images/nova-invisalign-adult.jpg'><img alt='Invisalign Retainer' src='/assets/images/invisalign-retainer.jpg'></div><p>There are no metal brackets to attach and no wires to tighten. You simply pop in a new set of aligners approximately every two weeks, until your treatment is complete and you achieve the confident smile that you’ve always wanted. The best part about the whole process is that most people won’t even know you’re straightening your teeth.</p><p>Get the beautiful smile you’ve always wanted, without braces! With Invisalign, there’s no reason to step back from your professional or social life and every reason to lean in. The nearly invisible aligners allow you to go about your life with confidence and give you a clear path to a beautiful smile.</p><p><strong>Ask Dr. Hawa today how Invisalign clear aligners can work for you.</strong></p>"  
  },
  {
    "title": "Invisalign Teen",
    "layout": "page.pug",
    "quote_v":5,
    "office_welcome":false,
    "htmlContent": "<h1>Invisalign Teen</h1><iframe style='margin-bottom: 15px;' width='560' height='315' src='https://www.youtube.com/embed/eqczm9WU_RI?rel=0&amp;controls=0&amp;showinfo=0' frameborder='0' allowfullscreen=''></iframe><img src='/assets/images/nova-dental-invisalign-3.jpg' alt='Invisalign' class='mb'><p class='header'>Invisalign Teen</p><p>High school is hard; smiling shouldn’t be! Straightening your teeth doesn’t have to mean having a yearbook photo that makes you cringe. Removable, comfortable and nearly invisible, Invisalign will help you to set your smile free.</p><p>Invisalign Teen works the same way as adult Invisalign but have added features to accommodate the unique needs of teens. The aligners are made to allow for growth of new molars and feature a unique blue wear indicator stripe that fades clear so you know how long you have been wearing them. Invisalign Teen also includes six free replacement aligners during treatment, just in case you lose any of your aligners.</p><ul class='coloured-dots'><li><span>Because aligners are removable, you can still play your musical instrument</span></li><li><span>Getting hit in the mouth while playing sports is not as painful as with traditional braces</span></li><li><span>No need to worry what’s on the lunch menu – you can eat anything</span></li><li><span>No embarrassing class photos with braces. You can take the aligners out during the photo session</span></li></ul><img src='/assets/images/nova-dental-invisalign-4.jpg' alt='Invisalign' class='mb'><div><a href='/assets/files/northern-virginia-dental-center-invisalign-teen.pdf' target='_blank'><img src='/assets/images/pdf-icon.png' alt='Download PDF' class='download-pdf'></a><p class='header'>Download our free PDF guide: </p><p><a href='/assets/files/northern-virginia-dental-center-invisalign-teen.pdf' target='_blank'>10 Things Parents Need to Know About Invisalign Teen »</a></p></div>"
  },
  {
    "title": "Gorgeous Smile",
    "layout": "page.pug",
    "quote_v":6,
    "office_welcome":false,
    "htmlContent": "<h1>Gorgeous Smile</h1><p class='header'>A gorgeous smile is the greatest beauty secret of all!</p><p>“Producing a beautiful smile is an art and a science – as unique and individual as a person’s features.”<br>- Dr. Hawa</p><p>Cosmetics and clothing help, but the real secret to beauty is a gorgeous, dazzling smile. Dr. Nader Hawa uses the miracles of modern cosmetic dentistry to give you whiter, straighter or prettier teeth.</p><div class='photos-adjacent margin-bottom'><img src='/assets/images/northern-virginia-dental-gorgeous-smile-1.jpg' alt='Gorgeous Smile 1'><img src='/assets/images/northern-virginia-dental-gorgeous-smile-2.jpg' alt='Gorgeous Smile 1'></div><p>Our smile is one of our greatest qualities. The number one thing people notice when meeting someone for the first time is their smile. It sets the tone in business and social settings. A smile can show confidence, warmth, friendship and happiness.</p><p>Don’t settle for less than you deserve - a world class smile. That could mean Hollywood perfection, or simply whiter or straighter teeth. No matter how you want your smile to look, Dr. Hawa will create that smile for you.</p><div class='photos-adjacent margin-bottom'><img src='/assets/images/northern-virginia-dental-gorgeous-smile-3.jpg' alt='Gorgeous Smile 3'><img src='/assets/images/northern-virginia-dental-gorgeous-smile-4.jpg' alt='Gorgeous Smile 4'></div><p>A smile makeover can be completed in as little as two or three office visits. Dr. Hawa can show you several options for chipped or broken teeth, unsightly spaces between teeth, crooked teeth, even severe overbites or underbites.</p><p class='header'>Smile Makeovers</p><p>Dr. Nader Hawa uses the miracles of modern cosmetic dentistry to give you a gorgeous, dazzling smile. Here just a few of our amazing smile makeovers.</p><p class='before-after'>Before and After Gallery</p><img src='/assets/images/nova-before-after-1.jpg' alt='Before Afer smile'><div class='hawa-quote'><img src='/assets/images/smile-makeover-tooth.gif' alt='Smile Makeover'><p>“Producing a beautiful smile is an art and a science – as unique and individual as a person’s features.”</p><p class='by'>– Dr. Hawa</p></div><img src='/assets/images/nova-before-after-2.jpg' alt='Before Afer smile'><div id='lady-smile'><img src='/assets/images/nova-before-after-3.jpg' alt='Before Afer smile'><div class='right'><p>“We love the entire staff and appreciate their hard work and great service!”</p><p class='by'>– Patient D.A.</p></div></div><img src='/assets/images/northern-virginia-dental-before-after-6.jpg' alt='Before / after photo' class='mb'><p class='questions'>If you have any questions or would like a free smile consultation, we are just a phone call away: 703-444-5108.</p>" 
  },
  {
    "title": "Overall Health",
    "layout": "page.pug",
    "quote_v":7,
    "office_welcome":false,
    "htmlContent": "<h1>Overall Health</h1><p class='header'>Your oral health and overall wellbeing</p><p>Dental health affects your overall wellbeing. Your mouth is an entry point for the rest of your body, and this is why oral health is so important. Regular dental visits, cleanings and screenings help maintain a healthy mouth and improve your defense system against harmful disease.</p><p>If oral attackers, like germs and bacteria, get beyond your natural defenses, the result is periodontal (gum) disease. Periodontal disease contributes to other diseases, like:</p><ul class='coloured-dots'><li><span>Heart disease/Heart attacks</span></li><li><span>Diabetes</span></li><li><span>A higher risk of delivering premature, low birth-weight infants</span></li><li><span>A potentially fatal heart disease called infective endocarditis</span></li><li><span>Respiratory (breathing related) disease</span></li><li><span>A weakened immune system that can slow healing of wounds and reduce a person’s response to hepatitis B and flu vaccines.</span></li><li><span>Tooth loss</span></li></ul><div class='health-facts'><div class='fact'><img src='/assets/images/overall-health-lips.gif' alt='Overall Health - Fact 1'><h3 class='green'>The Surgeon General reports at least 80% of American adults have gum disease</h3></div><div class='fact'><img src='/assets/images/overall-health-heart.gif' alt='Overall Health - Fact 2'><h3 class='purple'>Gum disease can cause heart disease, high blood pressure and stroke</h3></div><div class='fact last'><img src='/assets/images/overall-health-brain.gif' alt='Overall Health - Fact 3'><h3 class='blue'>Gum disease and tooth loss increase risk of Alzeimer’s disease</h3></div></div><p>Bacteria in the mouth cause gum disease. Mucus, food residue, and bacteria form the sticky, colorless plaque you hear about in toothpaste commercials. Plaque hardens over time into tarter. Brushing and flossing are effective in fighting plaque, but they will remove tarter. Only a trip to the dental hygientist will get ride of unsightly and unhealthy tarter.</p><p>Bacteria build up like plaque and tarter cause inflammation of the gums called gingivitis. If left untreated, the gingivitis will turn into periodontitis – an extremely harmful condition to your dental health and the health of your overall body. When bacteria enters your blood stream, it has access to your entire body and can cause inflammation, infection, and disease in internal organs.</p><p>You may not be aware of your gum disease because it progresses silently and often painlessly. At the age of 35, three of every four people have gum disease.</p><p>We can stop or control gum disease if we catch it early enough. Dr. Robert Holt, a periodontist with the Florida Institute for Periodontics &amp; Dental Implants, states: “In the past, periodontal disease was just considered a mouth infection. But it's not just a mouth infection anymore. Researchers have discovered correlations between periodontal disease and chronic medical conditions. Now, more than ever, people have solid reasons for taking care of their teeth and gums.”</p><div class='health-pdf'><a href='/assets/files/American-Academy-Oral-Systemic-Health.pdf' target='_blank'><img src='/assets/images/pdf-icon.png' alt='Download PDF'></a><div><p class='purple'><a href='/assets/files/American-Academy-Oral-Systemic-Health.pdf' target='_blank'>Download this free guide from the American Academy of Oral Systemic Health »</a></p></div></div><p class='header'>Preventing Oral Disease</p><p>A routine dental examination performed every six months at Northern Virginia Dental will help you catch any problems and prevent potential health problems. In every exam, we check for oral cancer, tooth decay, bone disease and more.</p><div class='health-facts'><div class='fact'><img src='/assets/images/overall-health-bottle.gif' alt='Overall Health - Fact 4'><h3 class='purple'>93% of people with gum disease are at risk for diabetes</h3></div><div class='fact'><img src='/assets/images/overall-health-calander.gif' alt='Overall Health - Fact 5'><h3 class='blue'>Eliminating gum disease adds 6.5 years to your life</h3></div><div class='fact last'><img src='/assets/images/overall-health-head.gif' alt='Overall Health - Fact 6'><h3 class='green'>Gum disease increases risk for head and neck cancer</h3></div></div><p>Consultations with Dr. Hawa may also uncover other problems, such as gum abscesses, swelling, and bone loss. All of these are signs of diabetes. Bad breath and bleeding gums are often indicators of Type 2 diabetes. A sore and painful jaw is a warning signal to older people that a heart attack is possible. Rest assured, we are always on the alert for signs of potential health risks during our examinations.</p><p class='header'>Treatment for Periodontal (Gum) Disease</p><p>We can treat gum disease and in many cases resolve it completely! At Northern Virginia Dental Arts, our experienced team offer many effective treatments. If you feel you may have gum disease, make an appointment with us today. We will give you a complete examination – clearly explaining any problems that come up and the treatment options available.</p><p class='header'>Early Warning Signs of Gum Disease</p><p>Here is a list of early warning signs, which may be caused by gum disease. Contact us immediately if you experience any of the following:</p><ul class='coloured-dots'><li><span>Gums that bleed while brushing your teeth</span></li><li><span>Gums that are red, swolle, or tender</span></li><li><span>Pus discharging when gums are pressed</span></li><li><span>Loose permanent teeth</span></li><li><span>Persistent bad breath</span></li><li><span>Dentures which don’t seem to fit right anymore</span></li></ul><p>These symptoms indicate gum disease. This problem is easy to treat when caught early, so don’t wait!</p><p>Call us today at our Sterling, Virginia office: 703-444-5108.</p><div id='teeth-talk'><h3>If your teeth could talk...</h3><div class='left'><div class='box'><h3>Teeth</h3><p><strong>Don’t be fooled by very white teeth.</strong><br>Many oral health problems may be lurking unseen.</p><p>Worn, flattened surfaces indicate stress-related clenching and grinding.</p></div><div class='box'><h3>Gums</h3><p><strong>Red, puffy and inflamed gums</strong> are common during pregnancy.</p><p><strong>Gum disease</strong> can signal diabetes, cardiovascular problems and respitory diseases.</p></div><div class='box'><h3>Inside cheeks and lower gums</h3><p>Diffuse brown patches are a sign of <strong>Addison’s disease</strong>, a hormonal disorder.</p><p>Ulcerated lesions could mean <strong>cancer</strong> has metastasized.</p></div><div class='box'><h3>Inside the mouth</h3><p><strong>Dry mouth</strong> is a side-effect of many medications, but it could also signal diabetes or autoimmune disease, including rheumatoid arthritis, lupus and lymphoma.</p></div></div><div class='right'><img src='/assets/images/nova-if-your-teeth-could-talk.jpg' alt='If keep could talk'></div></div><div class='health-pdf'><a href='/assets/files/If-Teeth-Could-Talk-Oral-History.pdf' target='_blank'><img src='/assets/images/pdf-icon.png' alt='Download PDF'></a><div><p class='purple'><a href='/assets/files/If-Teeth-Could-Talk-Oral-History.pdf' target='_blank'>Download the full guide 'If your teeth could talk' for more interesting facts »</a></p></div></div><div class='health-pdf'><a href='/assets/files/journal-of-periodontology.pdf' target='_blank'><img src='/assets/images/pdf-icon.png' alt='Download PDF'></a><div><p class='purple'><a href='/assets/files/journal-of-periodontology.pdf' target='_blank'>Download the free guide published by the Journal of Periodontology »</a></p></div></div>"
  },
  {
    "title": "Testimonials",
    "layout": "page.pug",
    "quote_v":8,
    "office_welcome":false,
    "htmlContent": "<h1>Testimonials</h1><div class='testimonial'><p class='lead-quote'>I've been coming here for years. They have the best and newest equipment and provide the best dental care. No issues. The staff are very friendly and professional.</p><p class='by'>– JC</p></div><div class='photos-adjacent margin-bottom' style='margin-top: 20px;'><img src='/assets/images/nova-testimonials-1.jpg' alt='Testimonials'><img src='/assets/images/nova-testimonials-2.jpg' alt='Testimonials'></div><div class='testimonial'><p>All the staff are wonderful and helpful. You are my favorite medical provider.</p><p class='by'>– AB</p></div><div class='line-break'></div><div class='testimonial'><p>We love the entire staff and appreciate their hard work and great service!</p><p class='by'>– DA</p></div><div class='line-break'></div><div class='testimonial'><p>I've been going to this practice so long, everyone feels like family to me.</p><p class='by'>– LL</p></div><div class='line-break'></div><div class='testimonial'><p>I love this practice and everyone who works there! You are such a great group of people and I recommend you to everyone.</p><p class='by'>– DJ</p></div><div class='line-break'></div><div class='testimonial'><p>I am VERY comfortable with my 'dental family.' You all are terrific.</p><p class='by'>– PB</p></div><div class='line-break'></div><div class='testimonial'><p>Many years, many visits, always satisfied.</p><p class='by'>– LT</p></div><div class='line-break'></div><div class='testimonial'><p>OUTSTANDING! Thank you! Everyone, from the front desk on, are EXTREMELY polite, friendly and helpful! I thank you all!</p><p class='by'>– SD</p></div><div class='line-break'></div><div class='testimonial'><p>Great experience as always. Who thought you'd love going to the Dentist?</p><p class='by'>– BM</p></div><div class='line-break'></div><div class='testimonial'><p>Been going for almost 10 years. Always a very professional and friendly atmosphere. Great doctors and dental hygienists and front office staff.</p><p class='by'>– JC</p></div><div class='line-break'></div><div class='testimonial'><p>We love you guys. You all feel like close friends. You are always caring, professional, friendly, and personable.</p><p class='by'>– DH</p></div><div class='line-break'></div><div class='testimonial'><p>The people at the office are great!</p><p class='by'>– NW</p></div><div class='line-break'></div><div class='testimonial'><p>The staff is excellent!</p><p class='by'>– RC</p></div><div class='line-break'></div><div class='testimonial' style='margin-bottom: 15px;'><p>The whole staff is so friendly and welcoming. You are promptly greeted when you enter and wished well when you leave. My hygienist Kim is great. Her knowledge, care and efficiency is greatly appreciated. Thanks to the great staff.</p><p class='by'>– JF</p></div><img src='/assets/images/nova-testimonials-3.jpg' alt='Testimonials' class='mb'><div class='testimonial'><p>I enjoyed meeting Dr. Hawa and feel comfortable and confident to have him as my dentist. The office staff are first rate.</p><p class='by'>– GL</p></div><div class='line-break'></div><div class='testimonial'><p>Great visit. I really like Dr. Hawa.</p><p class='by'>– KG</p></div><div class='line-break'></div><div class='testimonial'><p>Thank you! Love Dr. Hawa, and of course, all the staff!</p><p class='by'>– JS</p></div><div class='line-break'></div><div class='testimonial'><p>I was glad to meet Dr. Hawa and feel confident he will be a great dentist for Marty and me.</p><p class='by'>– BM</p></div><div class='line-break'></div><div class='testimonial'><p>Our family loves this practice. Everybody is very friendly and the dental care has been great.</p><p class='by'>– EG</p></div><div class='line-break'></div><div class='testimonial'><p>Enjoyed my first visit with Dr. Hawa!</p><p class='by'>– TH</p></div><div class='line-break'></div><div class='testimonial'><p>VERY satisfied!</p><p class='by'>– MH</p></div>"
  },
  {
    "title": "Videos",
    "layout": "page.pug",
    "quote_v":9,
    "office_welcome":false,
    "htmlContent": "<h1>Videos</h1><div class='vid'><iframe width='640' height='360' src='https://www.youtube.com/embed/lRigbJoZJeY?rel=0&amp;showinfo=0' frameborder='0' allowfullscreen=''></iframe><p><a href='https://www.youtube.com/watch?v=lRigbJoZJeY&amp;feature=youtu.be' target='_blank' savefrom_lm_index='0' savefrom_lm='1'>Laser Dentistry with Sterling, VA dentist Nader Hawa, DMD </a><span style='padding: 0; margin: 0; margin-left: 5px;'><a href='http://savefrom.net/?url=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DlRigbJoZJeY%26feature%3Dyoutu.be&amp;utm_source=safari&amp;utm_medium=extensions&amp;utm_campaign=link_modifier' target='_blank' title='Get a direct link' savefrom_lm='1' savefrom_lm_is_link='1' style='background-image: url(data:image/gif;base64,R0lGODlhEAAQAOZ3APf39+Xl5fT09OPj4/Hx8evr6/3+/u7u7uDh4OPi497e3t7e3/z8/P79/X3GbuXl5ubl5eHg4WzFUfb39+Pj4lzGOV7LOPz7+/n6+vn5+ZTLj9/e387Ozt7f3/7+/vv7/ISbePn5+m/JV1nRKXmVbkCnKVrSLDqsCuDh4d/e3uDn3/z7/H6TdVeaV1uSW+bn5v39/eXm5eXm5kyHP/f39pzGmVy7J3yRd9/f3mLEKkXCHJbka2TVM5vaZn6Wdfn6+YG/c/r5+ZO/jeLi41aHTIeageLn4f39/vr6+kzNG2PVM5i+lomdf2CXYKHVmtzo2YXNeDqsBebl5uHh4HDKWN3g3kKqEH6WeZHTXIPKdnSPbv79/pfmbE7PHpe1l4O8dTO5DODg4VDLIlKUUtzo2J7SmEWsLlG4NJbFjkrJHP7+/VK5Nfz8+zmnC3KKa+Hg4OHh4Y63j/3+/eDg4Ojo6P///8DAwP///wAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAEAAHcALAAAAAAQABAAAAfWgHd2g4SFhYJzdYqLjIpzgx5bBgYwHg1Hk2oNDXKDFwwfDF5NLmMtcStsn4MhGT8YS04aGmU1QRhIGYMTADQAQlAODlloAMYTgwICRmRfVBISIkBPKsqDBAREZmcVFhYVayUz2IMHB1dWOmImI2lgUVrmgwUFLzdtXTxKSSduMfSD6Aik48MGlx05SAykM0gKhAAPAhTB0oNFABkPHg5KMIBCxzlMQFQZMGBIggSDpsCJgGDOmzkIUCAIM2dOhEEcNijQuQDHgg4KOqRYwMGOIENIB90JBAA7); width: 16px; height: 16px; display: inline-block; border: none; text-decoration: none; padding: 0px; position: relative; background-repeat: no-repeat no-repeat;'></a></span></p></div><div class='vid'><iframe width='640' height='360' src='https://www.youtube.com/embed/Z4cH5LnJtxs?rel=0&amp;showinfo=0' frameborder='0' allowfullscreen=''></iframe><p><a href='https://www.youtube.com/watch?v=Z4cH5LnJtxs&amp;feature=youtu.be' target='_blank' savefrom_lm_index='0' savefrom_lm='1'>No Prep Veneers with Sterling, VA dentist Nader Hawa, DMD</a><span style='padding: 0; margin: 0; margin-left: 5px;'><a href='http://savefrom.net/?url=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DZ4cH5LnJtxs%26feature%3Dyoutu.be&amp;utm_source=safari&amp;utm_medium=extensions&amp;utm_campaign=link_modifier' target='_blank' title='Get a direct link' savefrom_lm='1' savefrom_lm_is_link='1' style='background-image: url(data:image/gif;base64,R0lGODlhEAAQAOZ3APf39+Xl5fT09OPj4/Hx8evr6/3+/u7u7uDh4OPi497e3t7e3/z8/P79/X3GbuXl5ubl5eHg4WzFUfb39+Pj4lzGOV7LOPz7+/n6+vn5+ZTLj9/e387Ozt7f3/7+/vv7/ISbePn5+m/JV1nRKXmVbkCnKVrSLDqsCuDh4d/e3uDn3/z7/H6TdVeaV1uSW+bn5v39/eXm5eXm5kyHP/f39pzGmVy7J3yRd9/f3mLEKkXCHJbka2TVM5vaZn6Wdfn6+YG/c/r5+ZO/jeLi41aHTIeageLn4f39/vr6+kzNG2PVM5i+lomdf2CXYKHVmtzo2YXNeDqsBebl5uHh4HDKWN3g3kKqEH6WeZHTXIPKdnSPbv79/pfmbE7PHpe1l4O8dTO5DODg4VDLIlKUUtzo2J7SmEWsLlG4NJbFjkrJHP7+/VK5Nfz8+zmnC3KKa+Hg4OHh4Y63j/3+/eDg4Ojo6P///8DAwP///wAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAEAAHcALAAAAAAQABAAAAfWgHd2g4SFhYJzdYqLjIpzgx5bBgYwHg1Hk2oNDXKDFwwfDF5NLmMtcStsn4MhGT8YS04aGmU1QRhIGYMTADQAQlAODlloAMYTgwICRmRfVBISIkBPKsqDBAREZmcVFhYVayUz2IMHB1dWOmImI2lgUVrmgwUFLzdtXTxKSSduMfSD6Aik48MGlx05SAykM0gKhAAPAhTB0oNFABkPHg5KMIBCxzlMQFQZMGBIggSDpsCJgGDOmzkIUCAIM2dOhEEcNijQuQDHgg4KOqRYwMGOIENIB90JBAA7); width: 16px; height: 16px; display: inline-block; border: none; text-decoration: none; padding: 0px; position: relative; background-repeat: no-repeat no-repeat;'></a></span></p></div><div class='vid'><iframe width='640' height='360' src='https://www.youtube.com/embed/BZyQw-9igi8?rel=0&amp;showinfo=0' frameborder='0' allowfullscreen=''></iframe><p><a href='https://www.youtube.com/watch?v=BZyQw-9igi8&amp;feature=youtu.be' target='_blank' savefrom_lm_index='0' savefrom_lm='1'>Tooth Extraction with Sterling, VA dentist Nader Hawa, DMD </a><span style='padding: 0; margin: 0; margin-left: 5px;'><a href='http://savefrom.net/?url=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3DBZyQw-9igi8%26feature%3Dyoutu.be&amp;utm_source=safari&amp;utm_medium=extensions&amp;utm_campaign=link_modifier' target='_blank' title='Get a direct link' savefrom_lm='1' savefrom_lm_is_link='1' style='background-image: url(data:image/gif;base64,R0lGODlhEAAQAOZ3APf39+Xl5fT09OPj4/Hx8evr6/3+/u7u7uDh4OPi497e3t7e3/z8/P79/X3GbuXl5ubl5eHg4WzFUfb39+Pj4lzGOV7LOPz7+/n6+vn5+ZTLj9/e387Ozt7f3/7+/vv7/ISbePn5+m/JV1nRKXmVbkCnKVrSLDqsCuDh4d/e3uDn3/z7/H6TdVeaV1uSW+bn5v39/eXm5eXm5kyHP/f39pzGmVy7J3yRd9/f3mLEKkXCHJbka2TVM5vaZn6Wdfn6+YG/c/r5+ZO/jeLi41aHTIeageLn4f39/vr6+kzNG2PVM5i+lomdf2CXYKHVmtzo2YXNeDqsBebl5uHh4HDKWN3g3kKqEH6WeZHTXIPKdnSPbv79/pfmbE7PHpe1l4O8dTO5DODg4VDLIlKUUtzo2J7SmEWsLlG4NJbFjkrJHP7+/VK5Nfz8+zmnC3KKa+Hg4OHh4Y63j/3+/eDg4Ojo6P///8DAwP///wAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAEAAHcALAAAAAAQABAAAAfWgHd2g4SFhYJzdYqLjIpzgx5bBgYwHg1Hk2oNDXKDFwwfDF5NLmMtcStsn4MhGT8YS04aGmU1QRhIGYMTADQAQlAODlloAMYTgwICRmRfVBISIkBPKsqDBAREZmcVFhYVayUz2IMHB1dWOmImI2lgUVrmgwUFLzdtXTxKSSduMfSD6Aik48MGlx05SAykM0gKhAAPAhTB0oNFABkPHg5KMIBCxzlMQFQZMGBIggSDpsCJgGDOmzkIUCAIM2dOhEEcNijQuQDHgg4KOqRYwMGOIENIB90JBAA7); width: 16px; height: 16px; display: inline-block; border: none; text-decoration: none; padding: 0px; position: relative; background-repeat: no-repeat no-repeat;'></a></span></p></div><div class='vid'><iframe width='640' height='360' src='https://www.youtube.com/embed/w69UayB1dhw?rel=0&amp;showinfo=0' frameborder='0' allowfullscreen=''></iframe><p><a href='https://www.youtube.com/watch?v=w69UayB1dhw&amp;feature=youtu.be' target='_blank' savefrom_lm_index='0' savefrom_lm='1'>Sleep Apnea with Sterling, VA dentist Nader Hawa, DMD </a><span style='padding: 0; margin: 0; margin-left: 5px;'><a href='http://savefrom.net/?url=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Dw69UayB1dhw%26feature%3Dyoutu.be&amp;utm_source=safari&amp;utm_medium=extensions&amp;utm_campaign=link_modifier' target='_blank' title='Get a direct link' savefrom_lm='1' savefrom_lm_is_link='1' style='background-image: url(data:image/gif;base64,R0lGODlhEAAQAOZ3APf39+Xl5fT09OPj4/Hx8evr6/3+/u7u7uDh4OPi497e3t7e3/z8/P79/X3GbuXl5ubl5eHg4WzFUfb39+Pj4lzGOV7LOPz7+/n6+vn5+ZTLj9/e387Ozt7f3/7+/vv7/ISbePn5+m/JV1nRKXmVbkCnKVrSLDqsCuDh4d/e3uDn3/z7/H6TdVeaV1uSW+bn5v39/eXm5eXm5kyHP/f39pzGmVy7J3yRd9/f3mLEKkXCHJbka2TVM5vaZn6Wdfn6+YG/c/r5+ZO/jeLi41aHTIeageLn4f39/vr6+kzNG2PVM5i+lomdf2CXYKHVmtzo2YXNeDqsBebl5uHh4HDKWN3g3kKqEH6WeZHTXIPKdnSPbv79/pfmbE7PHpe1l4O8dTO5DODg4VDLIlKUUtzo2J7SmEWsLlG4NJbFjkrJHP7+/VK5Nfz8+zmnC3KKa+Hg4OHh4Y63j/3+/eDg4Ojo6P///8DAwP///wAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAEAAHcALAAAAAAQABAAAAfWgHd2g4SFhYJzdYqLjIpzgx5bBgYwHg1Hk2oNDXKDFwwfDF5NLmMtcStsn4MhGT8YS04aGmU1QRhIGYMTADQAQlAODlloAMYTgwICRmRfVBISIkBPKsqDBAREZmcVFhYVayUz2IMHB1dWOmImI2lgUVrmgwUFLzdtXTxKSSduMfSD6Aik48MGlx05SAykM0gKhAAPAhTB0oNFABkPHg5KMIBCxzlMQFQZMGBIggSDpsCJgGDOmzkIUCAIM2dOhEEcNijQuQDHgg4KOqRYwMGOIENIB90JBAA7); width: 16px; height: 16px; display: inline-block; border: none; text-decoration: none; padding: 0px; position: relative; background-repeat: no-repeat no-repeat;'></a></span></p></div><div class='vid'><iframe src='https://player.vimeo.com/video/167568794?title=0&amp;byline=0&amp;portrait=0' width='640' height='360' frameborder='0' webkitallowfullscreen='' mozallowfullscreen='' allowfullscreen=''></iframe><p><a href='https://www.youtube.com/watch?v=m3HL6uNRLpw&amp;feature=youtu.be' target='_blank' savefrom_lm_index='0' savefrom_lm='1'>Cosmetic Dentistry with Sterling, VA dentist Nader Hawa, DMD</a><span style='padding: 0; margin: 0; margin-left: 5px;'><a href='http://savefrom.net/?url=https%3A%2F%2Fwww.youtube.com%2Fwatch%3Fv%3Dm3HL6uNRLpw%26feature%3Dyoutu.be&amp;utm_source=safari&amp;utm_medium=extensions&amp;utm_campaign=link_modifier' target='_blank' title='Get a direct link' savefrom_lm='1' savefrom_lm_is_link='1' style='background-image: url(data:image/gif;base64,R0lGODlhEAAQAOZ3APf39+Xl5fT09OPj4/Hx8evr6/3+/u7u7uDh4OPi497e3t7e3/z8/P79/X3GbuXl5ubl5eHg4WzFUfb39+Pj4lzGOV7LOPz7+/n6+vn5+ZTLj9/e387Ozt7f3/7+/vv7/ISbePn5+m/JV1nRKXmVbkCnKVrSLDqsCuDh4d/e3uDn3/z7/H6TdVeaV1uSW+bn5v39/eXm5eXm5kyHP/f39pzGmVy7J3yRd9/f3mLEKkXCHJbka2TVM5vaZn6Wdfn6+YG/c/r5+ZO/jeLi41aHTIeageLn4f39/vr6+kzNG2PVM5i+lomdf2CXYKHVmtzo2YXNeDqsBebl5uHh4HDKWN3g3kKqEH6WeZHTXIPKdnSPbv79/pfmbE7PHpe1l4O8dTO5DODg4VDLIlKUUtzo2J7SmEWsLlG4NJbFjkrJHP7+/VK5Nfz8+zmnC3KKa+Hg4OHh4Y63j/3+/eDg4Ojo6P///8DAwP///wAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAEAAHcALAAAAAAQABAAAAfWgHd2g4SFhYJzdYqLjIpzgx5bBgYwHg1Hk2oNDXKDFwwfDF5NLmMtcStsn4MhGT8YS04aGmU1QRhIGYMTADQAQlAODlloAMYTgwICRmRfVBISIkBPKsqDBAREZmcVFhYVayUz2IMHB1dWOmImI2lgUVrmgwUFLzdtXTxKSSduMfSD6Aik48MGlx05SAykM0gKhAAPAhTB0oNFABkPHg5KMIBCxzlMQFQZMGBIggSDpsCJgGDOmzkIUCAIM2dOhEEcNijQuQDHgg4KOqRYwMGOIENIB90JBAA7); width: 16px; height: 16px; display: inline-block; border: none; text-decoration: none; padding: 0px; position: relative; background-repeat: no-repeat no-repeat;'></a></span></p></div>"  
  },
  {
    "title": "Contact",
    "layout": "page.pug",
    "quote_v":10,
    "office_welcome":false,
    "htmlContent": "<div class='floatleft' style='width: 225px;'><h1>Contact &amp; Location</h1><p class='header'>Telephone</p><p>703-444-5108</p><p class='header'>Hours</p><p style='width: 230px;'>We are open Monday to Saturday, including evenings for your convenience. Please contact us today to schedule an appointment.</p><p class='header'>Location</p><p>46175 Westlake Drive<br>Suite #130<br>Potomac Falls, Virginia 20165</p><p><i>See interactive Google map (right)<br>for directions from your location<br>to our office.</i></p><div class='google-review'><p class='header'>Google Reviews</p><p>Help us spread the good word about our excellent service! We welcome our patients with a Google account to write a review.</p><p class='write-review'><a href='https://plus.google.com/111888989960401119017/about' target='_blank'>Write a Google Review »</a></p></div></div><iframe class='google-map' src='https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d3099.1708381594726!2d-77.40305579999999!3d39.034224099999996!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89b639949e19cb47%3A0x6801cf565e6e97ce!2s46175+Westlake+Dr+%23130%2C+Sterling%2C+VA+20165!5e0!3m2!1sen!2sus!4v1441454082917' width='500' height='470' frameborder='0' style='border:0' allowfullscreen=''></iframe><img src='/assets/images/nova-contact.jpg' alt='Contact' class='contact'>"  
  },
  {
    "title": "Emergencies",
    "layout": "page.pug",
    "quote_v":11,
    "office_welcome":false,
    "htmlContent": "<h1>Dental Emergencies</h1><p>We understand emergencies can happy to anyone, at any time. If you have a dental emergency, we will work to help you resolve the situation within the same day.  Please give us a call at <strong>703-444-5108</strong> or schedule an appointment right here on our website.</p><p><strong>We will work hard to care for your dental needs as soon as possible.</strong></p><div class='photos-adjacent'><img src='/assets/images/Cross-Creek-Same-Day-Emerg-1.jpg' alt='Same Day Emergency Care'><img src='/assets/images/Cross-Creek-Same-Day-Emerg-2.jpg' alt='Same Day Emergency Care'></div>"
  },
  {
    "title": "Appointment",
    "layout": "page.pug",
    "quote_v":12,
    "office_welcome":false,
    "htmlContent": "<div id='apt'><h1>Make Appointment or Book Your FREE Smile Makeover Consultation</h1><p>You can make an appointment with us by calling 703-444-5108, or by filling in the form below. We will contact you as soon as possible to schedule an appointment.</p><div id='contact-form-short'><form class='cmxform' id='AptForm' method='post' action='' novalidate='novalidate'><label for='cfirstname'>First Name*</label><input id='cfirstname' name='firstname' minlength='2' type='text' required=' aria-required='true'><label for='clastname'>Last Name*</label><input id='clastname' name='lastname' minlength='2' type='text' required=' aria-required='true'><label for='cemail'>Email</label><input id='cemail' type='email' name='email'><label for='ctel'>Telephone*</label><input id='ctel' name='tel' minlength='2' type='text' required='' aria-required='true'><label for='czip'>Zip code</label><input id='czip' name='zip' minlength='2' type='text' required='' aria-required='true'><label for='othername'>If you are making an appointment for another member of your family, please list their name below.</label><textarea id='othername' name='othername'></textarea><input type='submit' value='REQUEST APPOINTMENT'></form></div></div>"
  },
  {
    "title": "Financial options",
    "layout": "page.pug",
    "quote_v":9,
    "office_welcome":false,
    "htmlContent": "<div class='section group'><div class='col span_1_of_2'><h1>Financial Options</h1><h2 class='big-green margin-top'>We do our best to make it easy and affordable for you to get the dental care and beautiful smile you want and deserve!</h2><ul class='green-bullets'><li><span>Our office participates with many dental insurance plans. We work hard to maximize your dental insurance benefits.</span></li><li><span>Most Credit Cards, cash and personal checks are accepted here.</span></li><li><span>Easy Financing Options available, with flexible monthly payments. Click on these links to find out more:</span></li></ul></div><div class='col span_1_of_2'><img src='/assets/images/photo-financial-options.jpg' alt='Financial options' style='margin: 30px 0 0 20px;'></div></div><div class='section group'><h2 class='big-green no-insurance'>No insurance? No worries!</h2><p>Is lack of dental insurance keeping you away from the dentist? We have the solution to providing <strong>affordable family dentistry</strong> – with no monthly premiums. With our Northern Virginia Dental Arts Plan, you will save hundreds, even thousands, of dollars every year on your dental care. Our Northern Virginia Dental Arts Plan members receive the same state-of-the-art dental services at greatly reduced prices.</p><p>Unlike conventional insurance plans, with Northern Virginia Dental Arts Plan, there are <strong>no deductibles, no yearly maximums, and no waiting periods to begin treatment</strong>. Our members' benefits coverage begins immediately on plan registration.</p><a href='http://www.qualitydentalplan.com' target='_blank'></a></div><div class='section group'><h2 class='big-green efo'>Easy financing options</h2><div class='grey-bg'><a href='https://www.carecredit.com/apply/confirm.html?encm=VTQAOQRmB2ICPlI2AzcIYQ81AmIBZ1hpUjUDMV03BzE' target='_blank'><img src='/assets/images/care-credit.jpg' alt='Care Credit' border='0'></a><a href='https://www.lendingclub.com' target='_blank'><img src='/assets/images/lending-club.gif' alt='Lending Club' width='371' height='230' border='0' class='lending-club'></a></div></div>"  
  },
  {
    "title": "New Patient Forms",
    "layout": "page.pug",
    "quote_v":7,
    "office_welcome":false,
    "htmlContent": "<h1>New Patient Forms</h1><p>If you are a new patient, please click on the button below to download a PDF of our patient forms. You can open this PDF on your computer and type your answers in digitally, or you may choose to complete it by hand. In either case, print the forms out and bring them with you to your appointment.</p><p>* Please note if you choose to email the completed forms to the practice, we cannot guarantee your medical information will be kept confidential, and we cannot be held liable for any breach in privacy.</p><p id='download-pdf-on-white'><a href='/assets/files/Northern_Virginia_Dental_Arts_Medical_Form.pdf' target='_blank'>Download PDF »</a></p>"
  }
]



