[
  {
    "title": "Our doctor",
    "layout": "page.pug",
    "quote_v":3,
    "office_welcome":false,
    "htmlContent": "<img src='/assets/images/dr-hawa.jpg' alt='Nader Hawa, D.M.D.' class='floatright dr-hawa'><h1>Meet Dr. Hawa</h1><p class='why-here'>Why are we here?<br>To improve <u><i>your</i></u> very quality of life!</p><p>“Hello. I have been a practicing dentist for over 17 years, having graduated from the University of Louisville School of Dentistry. My family has strong roots in Northern Virginia; my great grandfather moved here in 1895. I love this area, its people and all the cultures represented from all over the world.</p><p>“I am happy and honored to have a terrific staff, the best people any dental practice could have: Susie, Karen, Joellen, Darota, Pat, Terri, Kim, Kymber and Nina. They are true professionals, extremely knowledgeable and skilled, and they will take great care of you.</p><p>“My purpose is to improve your quality of life, by helping you keep your teeth healthy, strong and beautiful for your entire life. My staff and I pride ourselves on gentle dental care. I also like to take time with each person to determine their needs and wants. Each year I take numerous continuing education courses in advanced clinical procedures and dental technology, as well as Invisalign. I have also lectured on dental procedures to other dentists over the past few years.</p><p>“We provide all general dental procedures: fillings, fixing broken teeth, treating toothaches, crowns and dentures, extractions, root canals and implants. If you want a more beautiful smile, we provide all cosmetic procedures. If you are unhappy with any aspect of your smile, I will be happy to discuss the best options for you. Together, we can determine what will work for you.</p><p>“If you have any dental emergencies, we will see you the same day. We have a very nice office just a few minutes from you. Our office is modern with the latest advancements in dental technologies and materials. If you have any questions, please don't hesitate to contact us today on 703-444-5108.</p><p>“I look forward to meeting you.</p><p>Warmly Yours,<br>Dr. Nader Hawa”</p><div id='magazine-wrapper'><img src='/assets/images/nova-why-choose-us.jpg' alt='Why choose us' class='mb why-choose-us'><div id='magazine'><h3>Our Magazine</h3><p>For insight into Dr. Hawa and Northern Virginia Dental Arts, <a href='/pdfs/hawa-mag-gilleard-web.pdf' target='_blank'>download</a> our magazine today.</p><img src='/assets/images/magazine-arrow-on-white.jpg' alt='Magazine' id='magazine-arrow'></div></div><p class='header margin'>Why choose Northern Virginia Dental Arts?</p><p><strong>1. Gentle, Pleasant Dentistry</strong><br>Our patients routinely comment on how gentle and painless we are – they are pleasantly surprised especially at our gentle injections.</p><p><strong>2. Friendliness and Care</strong><br>Our office has a relaxing, comfortable environment where everyone remembers your name and treats you like family. Everyone in our office is genuinely friendly and helpful.</p><p><strong>3. Advanced Technolog</strong><br>We use modern, state-of-the-art technology to create a high-quality restoration or smile makeover, as well as to make your visit comfortable and even pleasant.</p><p><strong>4. Knowledgeable and Skilled</strong><br>Our doctors, hygienists and assistants are highly trained, experienced, and are leaders in their field. Dr. Hawa has taken thousands of hours of continuing education following dental school, to keep up with the latest advancements in dental technologies and techniques. Dr. Hawa even trains other dentists.</p><p><strong>5. Dentistry is our Art and Passion</strong><br>Our entire purpose is to improve the very quality of the lives of our patients. We do this by keeping your teeth healthy and strong so you can eat any food you like, by creating gorgeous smiles, by getting you out of any dental pain you might have, and by fixing broken or decayed teeth.</p><p><strong>6. Dental Implants</strong><br>Using the latest technology, Dr. Hawa and Dr. Sanz do the entire implant procedure in the comfort of their office.</p><p><strong>7. Cosmetic Dentistry</strong><br>You can have a smile makeover in just 1-2 visits. Whether you want a Hollywood, dazzling smile, or just whiter or straighter teeth, Dr. Hawa can give you exactly what you want.</p><p><strong>8. We Listen To You</strong><br>We take time with you, we listen to what is important to you, we find out from you what you need and want. Then we explain all your options to your satisfaction.</p><p><strong>9. We Are Open Evenings and Saturdays</strong><br>We recognize that people have to work, take their kids to various activities, etc. So we're open evenings and Saturdays, in addition to weekdays, to make it easy for you to come to us.</p><p><strong>10. Invisalign Teeth Straightening</strong><br>Invisalign is the invisible way to straighten your teeth without braces. You'll look and feel beautiful!</p><p><strong>11. We See Emergencies the Same Day</strong><br>Toothaches and dental abscesses are extremely painful – and potentially dangerous to your health. We work to take care of dental emergencies quickly, to get you out of pain.</p>"  },
  {
    "title": "The team",
    "layout": "page.pug",
    "quote_v":2,
    "office_welcome":true,
    "htmlContent": "<h1>Meet the Team</h1><p class='header'>Our Friendly and Caring Team</p><p>We have an excellent team of experts here at Northern Virginia Dental Arts. Our caring staff, dentists and hygienists are proud to deliver the same expert care and attention they would give their own families. They only use state-of-the art dental technology to ensure you get the best service possible. Such quality staff are not easy to find, so we count ourselves very lucky!</p><div class='five-star'><p class='header'>5-Star Service</p></div><p><strong>“The staff are the most professional, friendly and competent team you will ever see in any dental or medical office. They will give you 5-star service, expert care and treat you like family.”</strong> – JK, a patient of Dr. Hawa</p><img src='/assets/images/nova-dental-arts-team.jpg' alt='Nova Dental Team' style='margin-bottom: 20px;'><div class='section group team-bottom-margin'><div class='col span_1_of_2'><div class='our-team'><img src='/assets/images/nova-dental-arts-kim.jpg' alt='Our team - Kim' width='210' height='210'><p class='title'>Kim | Practice Manager<br>and Patient Coordinator</p><p>Kim is excited to be a part of the Nova Dental Arts team. She received her Bachelor’s degree in Business Management from the University of Mary Washington. She has an extensive knowledge of dentistry with 20+ years of experience. She is very passionate about dentistry and works diligently to ensure that every patient has a good experience. In her spare time she enjoys reading, traveling and spending time with her two grown children.</p></div></div><div class='col span_1_of_2'><div class='our-team'><img src='/assets/images/nova-dental-arts-stephanie.jpg' alt='Our team - Stephanie' width='210' height='210'><p class='title'>Stephanie | Scheduler</p><p>Stephanie is a true professional, and excellent communicator, and is terrific with patients. She enjoys interacting with patients and going the extra mile to make them feel comfortable. During her free time she enjoys volunteering in the community and spending quality time with her family. She loves going to concerts, traveling and going on adventures.</p></div></div></div><div class='section group team-bottom-margin'><div class='col span_1_of_2'><div class='our-team'><img src='/assets/images/our-team-kymber.jpg' alt='Our team - Kymber' width='210' height='210'><p class='title'>Kymber | Scheduling Coordinator</p><p>Kymber is one of our newest staff members. She recently moved back to the area after living in Korea and England with her husband and five kids. She has several years of experience in the dental field and enjoys working with patients and the staff to help make your dental needs a priority. She also enjoys volunteering, reading, crafting and traveling.</p></div></div><div class='col span_1_of_2'><div class='our-team'><img src='/assets/images/nova-dental-arts-lucero.jpg' alt='Our team - Lucero' width='210' height='210'><p class='title'>Lucero | Dental Assistant</p><p>Bio coming soon</p></div></div></div><div class='section group team-bottom-margin green-line'><div class='col span_1_of_2'><div class='our-team'><img src='/assets/images/our-team-nina.jpg' alt='Our team - Nina' width='210' height='210'><p class='title'>Nina | Dental Assistant</p><p>Nina is Dr. Hawa's dental assistant, and is committed to provide all patients with excellent and pleasant service. After receiving her dental assistant and X-Ray certification in 2009, Nina continued on to study biology at George Mason University. She is working toward her own dental degree in the near future. When Nina is not working or going to school she likes to spend time with her family and friends. Nina's favorite hobbies are going to Capitals games with her friends and shopping. She also enjoys traveling and learning new things.</p></div></div><div class='col span_1_of_2'><div class='our-team'><img src='/assets/images/our-team-pat.jpg' alt='Our team - Pat' width='210' height='210'><p class='title'>Pat | Hygienist</p><p>Pat grew up in McLean, Virginia. She graduated from Old Dominion University in Norfolk, Virginia, earning her Bachelor’s and Master’s degrees in dental hygiene. Pat has been practicing dental hygiene since 1977 and really enjoys getting to know her patients individually and educating them about their dental health. Pat and her husband have two grown daughters. She enjoys working on her house, showing her terrier dogs in the show ring and bargain shopping!</p></div></div></div><p><strong>Here is our commitment to our patients:</strong></p><p>We will give you personal service and attention.</p><p>We’ll keep your teeth healthy and pretty for your entire life.</p><p>We’ll take time to discuss your needs and wants.</p><p>We'll make your trip to the dentist as comfortable and pleasant as possible.</p><p>We deliver state-of-the-art general dentistry.</p><p>We’ll treat you like family.</p><p>We take care of the person, not just his or her teeth and gums.</p><p>We see emergencies the same day in our Fayetteville, North Carolina office.</p><p>We accept most major dental insurance.</p><p>We offer financial arrangements and payment plans for qualified people.</p><p>We follow strict sterilization procedures for your health and safety.</p><p>We treat adults and teens and offer pediatric dentist services.</p><p>We’ll create a beautiful, confident smile.</p>"
  },
  {
    "title": "Dental services",
    "layout": "page.pug",
    "quote_v":4,
    "office_welcome":false,
    "htmlContent": "<h1>Dental Services</h1><div class='fastbraces'><a href='http://www.fastbraces.com/providers/drNaderHawadr/2813' target='_blank'><img src='http://www.fastbraces.com/images/fblogo.png' alt='Fastbraces® Logo, Braces for adults and braces for kids'></a><p>Dr.Nader Hawa<br> a proud Fastbraces® provider:<br><a href='http://www.fastbraces.com'>braces</a> technology that is fast,<br>safe and affordable.</p></div><p class='why-here'>Why are we here?<br>To improve <u><i>your</i></u> very quality of life!</p><p>Dr. Hawa is committed to providing you, your family and friends with high-quality, comprehensive dental care. We offer complete dental services and cosmetic procedures for all ages.</p><p class='header'>Our services include:</p><ul class='links'><li class='left'><a href='/cosmetic-aesthetic-dentistry'>Cosmetic &amp; Aesthetic Dentistry</a></li><li><a href='/veneers-crowns-bridges'>Veneers, Crowns &amp; Bridges</a></li><li class='left'><a href='/implant-dentistry'>Implant Dentistry</a></li><li><a href='/periodontal-therapy'>Periodontal Therapy</a></li><li class='left'><a href='/dental-hygiene'>Dental Hygiene</a></li><li><a href='/dental-emergencies'>Dental Emergencies</a></li><li class='left'><a href='/root-canal-treatment'>Root Canal Treatment</a></li><li><a href='/fillings-and-restorative-prodcedures'>Fillings and Restorative Procedures</a></li><li class='left'><a href='/night-guards-and-sport-guards'>Night Guards and Sport Guards</a></li><li><a href='/teeth-whitening'>Teeth Whitening</a></li><li class='left'><a href='/advanced-technology'>Advanced Technology</a></li></ul><p class='header' style='clear: both; padding-top: 20px'>We proudly serve these areas:</p><p>Loudoun County, Fairfax County and Prince William County – including: Sterling, Potomac Falls, Ashburn, Herndon, Leesburg, Tyson’s Corner, Great Falls, Fairfax, Oakton, Reston, Chantilly, Centreville, and Manassas.</p><p><a href='/contact-and-location'>Email</a> us today</p>.<div class='photos-adjacent clear-both'><img src='/assets/images/nova-dental-services-1.jpg' alt='Dental Services'><img src='/assets/images/nova-dental-services-2.jpg' alt='Dental Services'></div>"
  }
]