[
	{
		"title": "Blog",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><img src='/assets/images/s_Blog387021521.jpg'><style>#BlogTitle {font-size: 16px;font-weight:Bold;}.feed {font-size: 10px;font-weight:normal;}.title {display: none;}.post-title {font-size: 12px;margin: 0px 0px;}.date-header {font-size: 9px;font-weight:normal;}.categor {font-size: 10px;}.cat-font {font-size: 10px;font-style: italic;}.authors {font-weight: bold;font-size: 10px;}</style><div align='right'><a class='feed' title='Subscribe to feed' href='http://lansdownefamilydentistryblog.blogspot.com/feeds/posts/default' target='_blank'>Subscribe to feed</a></div><div id='blog'> <!-- Blog Title --><span class='blueheadingrss'></span><div id='BlogTitle'><!-- Post Title and Link --><a href='http://lansdownefamilydentistryblog.blogspot.com/2016/05/preventive-dentistry-why-at-home-care.html' target='_blank'>Preventive Dentistry: Why At-Home Care and Routine Dental Visits are Vital</a></div><!-- Publish Date --><span class='categor'>5/11/2016 12:00:00 PM | </span><!-- Author --><span class='authors'>Paul Ellington</span><!-- Blog Content --><p>Some people think that if everyone practiced superior brushing and flossing habits, dentists would be out of a job. But regular trips to the dentist help spot potential problems like oral cancer – and the truth is that some patients develop issues which can’t be corrected with good brushing techniques, like crooked teeth and soft tissue problems caused hereditary oral health concerns. <br><br>When it comes to preventing dental complications, both your dentist and your <a href='/content/how-to-properly-brush-floss/'>at-home health regimen</a> are essential. <br><br><strong>Caring for your Teeth at Home</strong><br><br>Establishing good brushing and flossing skills is an important first step. As a guideline, you should brush your teeth for at least two minutes and make sure to reach often-neglected spots, like back teeth. Thoroughly flossing between each tooth helps clean the sides of teeth that a toothbrush can’t reach.<br><br>But there are other things you can do to keep your teeth healthy at home, such as making sure your diet prevents tooth decay. To limit decay, steer clear of foods and drinks that contain added sugars or simple carbohydrates – these tend to stick to surfaces of teeth and encourage the production of acid, which erodes dental enamel. This is especially important for children, as many kids are drawn to sugary sports drinks and sweets which put them at high risk for tooth decay. Even if your child still has their baby teeth, maintaining pediatric oral health supports healthy adult teeth. <br><br>Nutritional choices that are smart for your teeth are also good for your overall health -- these include leafy greens, yogurt, and nuts. You can even chew gum that contains an ingredient called xylitol, which can help fight decay as well.<br><br><strong>Routine Dental Visits</strong><br><br>Even if you do your best at brushing and flossing, it’s still possible that you may have missed some important spots and need a dentist to more comprehensively clean your teeth at least twice a year. By visiting the dentist every six months, you can prevent the build-up of plaque and the progression of gum disease and dental caries.<br><br>During each dental appointment, we take x-rays of your smile to ensure that there are no problem spots on your teeth. We also evaluate the health of soft tissue to combat any symptoms of <br>periodontitis. For young patients, these trips to the dentist play a key role in making sure that the alignment of their teeth and bite is developing correctly. If any potential problems are found, we can recommend care that sets your child up for a healthy smile in their teen and adult years. <br><br>Good oral health starts with you and includes the help of our Lansdowne family dental office. If it’s time for your next dental appointment, please <a href='/content/family-dentistry/'>call our office</a> to schedule your visit. </p><hr><br><div id='BlogTitle'><!-- Post Title and Link --><a href='http://lansdownefamilydentistryblog.blogspot.com/2016/05/why-restore-damaged-teeth-or-prosthetics.html' target='_blank'>Why Restore Damaged Teeth or Prosthetics?</a></div><!-- Publish Date --><span class='categor'>5/4/2016 12:00:00 PM | </span><!-- Author --><span class='authors'>Paul Ellington</span><!-- Blog Content --><p>It seems obvious that if something is broken, it should be fixed. However, that logic doesn’t always carry over to your smile. Many dental patients lived with broken, cracked, or decayed teeth and prosthetics for far longer than they should, which causes even more problems for their oral health.<br>There are some important reasons to seek <a href='/content/restorations/'>restorative dental care</a> for natural teeth or dental prosthetics, which include:<br><br><strong>Limiting the Spread of Decay</strong> – A decayed tooth poses a threat to surrounding teeth, as the harmful bacteria that causes tooth decay can easily spread. A decayed tooth will only become more damaged over time, with bacteria spreading to the material inside the tooth (the dentin) and potentially beyond the tooth’s roots, forming an abscess or causing infection. While all of this sounds scary, the spread of tooth decay can be minimized with restorative care. Getting a prosthetic, like a <a href='/content/crowns-caps/'>dental crown</a>, requires removal of decayed enamel, and repair of tooth structure with materials like porcelain and ceramic.&nbsp; If, for any reason, the crown covering a treated tooth becomes loose or damaged, seek care immediately to protect the remaining tooth structure under the crown. <br><br><strong>Preserving Oral Function</strong> – Cracked and chipped prosthetics and decayed teeth don’t live up to their full potential in contributing to the healthy function of your smile. Everyone knows that we need teeth to bite and chew, but a damaged tooth or dental appliance can’t perform these duties as well if they are weakened by breakage or decay. Chewing on one side of your mouth to avoid using weakened teeth only puts more wear-and-tear on existing, healthy teeth.&nbsp; It’s best to restore flawed teeth and correct problems related to broken crowns, bridges, and dentures, so that bite stress is balanced and there is no uneven pressure placed on other teeth.<br><br><strong>Making Teeth Look Healthy</strong> – It’s easy to discount the importance of a healthy-looking smile, until you get the care you need to achieve improved <a href='/content/cosmetic-dentistry/'>aesthetics</a>. When a restoration is completed with tooth-colored and bio-friendly materials like porcelain and ceramic, treated teeth look just like your natural teeth, and make your smile look much healthier. Even more, when a dental appliance or restoration is fitted and secured properly, it’s becomes hard to distinguish from your natural teeth. <br><br>Lansdowne Family &amp; Cosmetic Dentistry offers restorative dental care to help patients have healthy smiles. Our crowns, bridges, dentures, and porcelain veneers are made from natural-looking, tooth-colored material to provide the best cosmetic results. Please <a href='/content/contact/'>contact</a> our office if you have a decayed tooth or damaged dental prosthetic and are in need of treatment. <br></p><hr><br><div id='BlogTitle'><!-- Post Title and Link --><a href='http://lansdownefamilydentistryblog.blogspot.com/2016/04/senior-dentistry-common-oral-health.html' target='_blank'>Senior Dentistry: Common Oral Health Problems and Solutions</a></div><!-- Publish Date --><span class='categor'>4/27/2016 12:00:00 PM | </span><!-- Author --><span class='authors'>Paul Ellington</span><!-- Blog Content --><p>As age and health needs change, your dental needs will follow suit. <a href='/content/oral-health-for-seniors/'>Senior patients</a> experience oral health concerns that teens or younger adults may not – but that doesn’t mean that seniors can’t enjoy beautiful teeth and a healthy smile. We aim to help seniors achieve strong and healthy smiles by being well-versed on the most effective treatments for common health concerns, which include:<br><br><strong>Dry Mouth</strong> – Hormonal changes and medications can make your mouth drier, but general aging can do this as well. Dry mouth poses a problem for your oral health, as there is less saliva to wash away debris and harmful bacteria. For senior patients with dry mouth symptoms, it’s important to make more frequent trips to the dentist, so teeth can be cleaned thoroughly and prevent decay and gum disease from developing. Additional treatments to prevent dry mouth from damaging your teeth include fluoride rinses or sealants.<br><br><strong>Gum Disease</strong> – Many adult patients experience gum disease, with the condition potentially worsening as you get older.&nbsp; We help care for our patients’ soft tissue health with preventive dental check-ups and root scaling and planing. In many cases, chewing gum that contains xylitol helps prevent tooth decay and gum disease symptoms, such as bleeding and puffy tissue.&nbsp; We keep a close eye on the gum health of our senior patients, to help avoid tooth extraction deriving from oral health complications.<br><br><strong>Tooth Loss</strong> – In some cases, teeth do need to be extracted. While plenty of people are keeping more of their natural teeth into their later years, the need for dentures is still common. Our office provides tooth loss solutions in the form of <a href='/content/dentures-partial-dentures/'>full and partial dentures</a> for senior patients. As a cost-effective treatment option, dentures are a great way to get a full smile and improve oral function. We teach our denture patients how to care for their new teeth at home and to prevent oral health problems caused by improperly cleaned dentures. We also take care to ensure that dentures fit properly, so they’re comfortable to wear all day long.<br><br><strong>Broken Teeth or Restorations</strong> – It’s possible for teeth to chip or crack as you get older, especially if your oral health has been affected by osteoporosis or hormone changes. If you’ve had dental restorations for years, those may need attention at some point as well. We’re capable of restoring teeth with crowns, veneers, and onlays/inlays. We can also fix dental appliances, like dentures, to make sure your oral function is not affected.<br><br>We help our valued senior patients enjoy healthy smiles by encouraging frequent dental visits and offering cost-effective options for care. If you have questions about your oral health, please <a href='/content/contact/'>contact</a> our Landsdowne, VA family dental office for your next visit. </p><hr><br><div id='BlogTitle'><!-- Post Title and Link --><a href='http://lansdownefamilydentistryblog.blogspot.com/2015/09/welcome-to-our-blog.html' target='_blank'>Welcome To Our Blog</a></div><!-- Publish Date --><span class='categor'>9/9/2015 4:07:00 PM | </span><!-- Author --><span class='authors'>Paul Ellington</span><!-- Blog Content --><p><span style='color: #333333; font-family: &quot;georgia&quot; , serif; font-size: 10pt; line-height: 14.25pt;'>We're excited to announce the official launch of our&nbsp;</span><span style='color: #333333; font-family: &quot;georgia&quot; , serif;'><span style='font-size: 13.33px; line-height: 19px;'>Lansdowne Family &amp; Cosmetic Dentistry Blog</span></span><span style='color: #333333; font-family: &quot;georgia&quot; , serif; font-size: 10pt; line-height: 14.25pt;'>.&nbsp;</span><br></p><div style='line-height: 14.25pt;'><span style='color: #333333; font-family: &quot;georgia&quot; , serif; font-size: 10pt;'>We'll be posting helpful dental tips, news from the dental industry, news from our practice, and more about the latest in dentistry.<o:p></o:p></span></div><div style='line-height: 14.25pt;'><span style='color: #333333; font-family: &quot;georgia&quot; , serif; font-size: 10pt;'>We built our practice on the notion that we're there for our patients when they need us and we want our online presence to be a reflection of that principle. We hope this blog provides an extra level of service to our current and future patients.&nbsp;<o:p></o:p></span></div><div style='line-height: 14.25pt;'><span style='color: #333333; font-family: &quot;georgia&quot; , serif; font-size: 10pt;'>If you would like to stay up to date on the latest from</span><span style='color: #333333; font-family: &quot;georgia&quot; , serif; font-size: 10pt; line-height: 14.25pt;'>&nbsp;</span><span style='color: #333333; font-family: &quot;georgia&quot; , serif;'><span style='font-size: 13.33px;'>Lansdowne Family &amp; Cosmetic Dentistry</span></span><span style='color: #333333; font-family: &quot;georgia&quot; , serif; font-size: 10pt; line-height: 14.25pt;'>, simply click the RSS “Subscribe to feed” link located on our<a href='http://www.lansdownesmiles.com/'> </a></span><u style='color: #333333; font-family: Georgia, serif; font-size: 10pt; line-height: 14.25pt;'><a href='http://www.lansdownesmiles.com/'>website</a></u><span style='color: #333333; font-family: &quot;georgia&quot; , serif; font-size: 10pt; line-height: 14.25pt;'> and subscribe. Our subscribers will be updated when we make a new blog post.</span></div><br><div style='line-height: 14.25pt;'><span style='color: #333333; font-family: &quot;georgia&quot; , serif; font-size: 10pt;'>Here's to your best oral health ever!<o:p></o:p></span></div><p></p><hr><br></div><div align='right'><a class='feed' title='Subscribe to feed' href='http://lansdownefamilydentistryblog.blogspot.com/feeds/posts/default' target='_blank'>Subscribe to feed</a></div><br clear='all'></div>"
	},
	{
		"title": "Articles",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><h1><span style='font-size: 16px;'>Dental Articles -&nbsp;Lansdowne Family &amp; Cosmetic Dentistry<hr></span></h1><p>&nbsp;</p><p>We hope our senior patients and their families find the following articles of interest. At Lansdowne Family &amp; Cosmetic Dentistry, we believe in the value of education when it comes to your oral health, and making sure it lasts for a lifetime. Please call our office if you have any questions about the articles below, or about your oral or dental health in general. Thank you, Dr. Ellington</p><p><a href='http://www.knowyourteeth.com/infobites/abc/article/?abc=S&amp;iid=328&amp;aid=1314' target='_blank'><strong>How can I take care of my teeth as I age?<br></strong><br></a>Proper oral care can keep you smiling well into retirement. Brushing at least twice a day with a fluoride toothpaste and a soft-bristle brush are as important as ever. Flossing can help you save your teeth by removing plaque between teeth and below the gumline that your toothbrush cannot reach. </p><p><a href='http://www.knowyourteeth.com/infobites/abc/article/?abc=S&amp;iid=328&amp;aid=1315' target='_blank'><strong>How to keep your teeth for a lifetime<br></strong><br></a>It's a common myth that senior citizens are destined to lose their teeth, reports the Academy of General Dentistry (AGD). There is no reason seniors cannot keep their teeth for a lifetime, since tooth loss is simply the result of an oral disease – not the aging process. </p><p><a href='http://www.knowyourteeth.com/infobites/abc/article/?abc=S&amp;iid=328&amp;aid=1316' target='_blank'><strong>Oral Health Care in a Nursing Home<br></strong><br></a>Elderly people who live in nursing homes are at greater risk for oral health problems compared to elderly people who live independently. </p><p><a href='http://www.knowyourteeth.com/infobites/abc/article/?abc=S&amp;iid=328&amp;aid=1313' target='_blank'><strong>Dentists are the first line of defense for elder abuse<br></strong><br></a>With the American population living longer, seniors' oral health has become an important issue, as has the widespread problem of elder abuse. Every year more than 2.5 million older Americans may be victims of elder abuse, and in some cases dentists serve as the first line of defense.&nbsp;</p><p><strong><a href='http://www.knowyourteeth.com/infobites/abc/article/?abc=S&amp;iid=328&amp;aid=3151' target='_blank'>Temporal Arteritis: Don't Let This Disease Fool You <br></a></strong><br>Could your reoccurring headache be a sign of a much more severe disease?&nbsp;Studies indicate that older individuals who experience variable signs, symptoms, and pain in the head and jaw could be suffering from temporal arteritis, a disease characterized by inflammation in and damage to the walls of various blood vessels. Headaches typically are the characteristic feature in 60 percent of temporal arteritis cases.</p><br clear='all'></div>"
	},
	{
		"title": "Our doctor",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><h1><span style='font-size: 18px;'>Dentist in Lansdown, VA - Dr. Paul Ellington - Cosmetic &amp; Family Oral Care</span><br></h1><h2 align='left'><strong><span style='font-size: 14px;'><hr></span></strong></h2><p align='left'><font style='font-size: 12px;'><img alt='Dentist in Lansdowne, VA - Dr. Paul Ellington' style='border-width: 4px; border-style: solid; margin: 10px; width: 300px; height: 375px; float: left;' src='/assets/images/Image00005.jpg' title='Dentist in Lansdowne, VA - Dr. Paul Ellington' longdesc='Dentist in Lansdowne, VA - Dr. Paul Ellington'></font></p><font style='font-size: 12px;'>Dr. Ellington&nbsp;is originally from Pittsburgh, Pennsylvania. He attended Grove City College, where he earned a Bachelor of&nbsp;Science Degree in Biology.&nbsp; He then moved to Virginia, where he graduated from the Medical College of Virginia.&nbsp; He has been in practice in Countryside since December of 1987.&nbsp; Dr. Ellington currently resides in Ashburn with his wife and three children.&nbsp; </font><p>As an active member of the <a href='http://www.ada.org' style='font-size: 14px;' target='_blank'><font style='font-size: 12px;'>American Dental Association</font></a>&nbsp;and the <a href='http://www.nvds.org' style='font-size: 14px;' target='_blank'><font style='font-size: 12px;'>Northern Virginia Dental Society</font></a>, Dr. Ellington believes in the importance of continuing education.&nbsp; His areas of special interest are dental&nbsp; reconstruction and cosmetic dentistry.&nbsp; The Ellington Family is very active in local children’s sports including soccer and basketball.&nbsp; For fun in their spare time they enjoy traveling to Bethany Beach with their&nbsp;English Springer Spaniel, Bronson. &nbsp;</p><p align='left'><font style='font-size: 14px;'><font style='font-size: 12px;'>Dr. Ellington enjoys&nbsp;swimming, exercise, golfing and just relaxing on the beach.<br><br><a href='/content/meet-our-team'>Meet our teammates</a> before scheduling your <a href='/content/appointment-request/'>next appointment</a>.</font></font></p><p align='left'><strong><font style='font-size: 18px;'></font></strong>&nbsp;</p><br clear='all'></div>"
	},
	{
		"title": "Meet Our Team",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Meet%20Our%20Team-1130586561.jpg'></div><p align='center'><strong></strong>&nbsp;</p><p align='center'><strong><font style='font-size: 18px;'>Meet&nbsp;the great team at<br>Lansdowne Family &amp; Cosmetic Dentistry!</font></strong></p><p style='text-align: center;'>&nbsp;&nbsp;&nbsp; <img alt='Lansdowne Family &amp; Cosmetic Dentistry Team' style='border-width: 3px; border-style: solid; margin: 10px; width: 400px; height: 500px;' src='/assets/images/Office%20Picture%20-%20Dr%20Ellington.jpg' title='Lansdowne Family &amp; Cosmetic Dentistry Team' longdesc='Meet the Lansdowne Family &amp; Cosmetic Dentistry team.'></p><p align='center'><strong>&nbsp;</strong></p><p align='center'><strong></strong></p><hr><strong>&nbsp;</strong><p>&nbsp;</p><p align='center'><strong>HYGIENE</strong></p><p align='center'>Niloofar Kamali, CDA/Registered Dental Hygienist<br>Joyce Kwiatkowski-Spieler, CDA/Registered Dental Hygienist&nbsp;</p><p align='center'><strong>DENTAL ASSISTANTS</strong></p><p align='center'>Debi Turner, Dental Assistant<br> &nbsp;&nbsp;&nbsp; <br><strong>FRONT DESK/OFFICE ADMINISTRATION</strong></p><p align='center'>Susie Sarina, Office Manager / Financial Administrator</p><p align='center'>&nbsp;</p><table style='width: 900px; height: 200px;'><tbody><tr><td>&nbsp;<img alt='Meet Lansdowne Office Manager, Susie Sarina' src='/assets/images/Image00017.jpg' style='width: 250px; height: 313px; margin: 10px; border-width: 3px; border-style: solid;' title='Meet Lansdowne Office Manager, Susie Sarina' longdesc='Meet Lansdowne Office Manager, Susie Sarina.'></td><td>&nbsp;<p><span><strong>Susie/ Practice manager</strong></span></p> <p><span>Susie has over 25 years experience as a dental practice manager and loves working with patients.&nbsp; She understands that each patient has unique wants and needs, and enjoys providing one-on-one attention to each person.&nbsp; Susie is an expert in dental insurance and obtains maximum benefits as well as provides creative financial arrangements that suit each individual’s needs. Susie loves to spend time with her friends, three children, and she has six beautiful grandchildren that keep her laughing.&nbsp; Her greatest passions include, travel, wellness, physical activity, experiencing and learning new things, exploring wineries, and the great outdoors.&nbsp;</span></p></td></tr><tr><td>&nbsp;<img alt='Meet Lansdowne Dental Assistant, Debi Turner' style='border-width: 3px; border-style: solid; margin: 10px; width: 250px; height: 313px;' src='/assets/images/Image00012.jpg' title='Meet Lansdowne Dental Assistant, Debi Turner' longdesc='Meet Lansdowne dental assistant, Debi Turner.'></td><td><strong>Debi/ Dental assistant&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong>&nbsp; &nbsp; &nbsp;<p>Debi studied at Florida State and has now been in Virginia since 1980.&nbsp; With more than 24 years of experience as a dental assistant, she is committed to every patient.&nbsp; Debi is a people person, and loves working with and learning about patients.&nbsp; The combination of working so closely with patients, and the incredible opportunity to learn and grow makes this the perfect job. When Debi is not working she likes to spend time with her family and friends.</p><p>She is married, has 4 children and 9 grandchildren that keeps her busy.&nbsp; She loves Disneyworld and is one of the regulars there.&nbsp;</p></td></tr><tr><td>&nbsp;<img alt='Meet Lansdowne Dental Accountant, Cathy' style='border-width: 3px; border-style: solid; margin: 10px; width: 250px; height: 313px; float: left;' src='/assets/images/Cathy.jpg' title='Meet Lansdowne Dental Accountant, Cathy' longdesc='Meet Cathy, your Lansdowne dental accountant.'></td><td>&nbsp;<strong>Cathy/ Accountant</strong></td></tr><tr><td>&nbsp;<img alt='' src='/assets/images/Niloo.jpg' style='width: 250px; height: 313px; border-width: 3px; border-style: solid; margin-left: 10px;'></td><td><strong>Niloo/ Registered dental hygienist</strong><p><span>Niloo joined Lansdowne family and cosmetic dentistry team in 2007, and has 14 years of dentistry experience including hygiene and assisting. </span></p><p><span>She is passionate about a patient’s dental and whole body health and loves working with them to improve.&nbsp; She has received a BS in chemistry in 1996 and earned her dental hygiene degree with honors from Northern Virginia Community College. For the comfort and convenience of our patients, Niloo is certified in local anesthesia and nitrous oxide and licensed to practice in Virginia and Maryland.</span></p><p><span>Niloo prides herself on being friendly and honest.&nbsp; Her patients love her gentle touch and consciousness to their dental needs.&nbsp; She has one young daughter and is married.&nbsp; She loves walking, biking, kayaking, and being outside and shopping.&nbsp;</span></p><p><br></p><p><br></p></td></tr><tr><td>&nbsp;<img alt='Meet Joyce, Lansdowne dental hygienist &amp; CDA' style='border-width: 3px; border-style: solid; margin: 10px; width: 250px; height: 313px;' src='/assets/images/Image00025.jpg' title='Meet Joyce, Lansdowne dental hygienist &amp; CDA' longdesc='Meet Joyce, your Lansdowne dental hygienist &amp; CDA.'></td><td>&nbsp;<p><strong>Joyce:&nbsp; RDH, CDA</strong></p> <p>Joyce’s first dental experience as a patient exposed her to a gentle, empathetic dental team. This experience influenced her 40 years of sharing the same thoughtful and caring experience with her patients. Her dental education started at Northern Virginia Community College, where she became a certified dental assistant with Magna cum Laude honors. Years later, she pursued further education as a registered dental hygienist at Virginia Western Community College graduating with Summa cum Laude honors.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; A local pediatric office invited Joyce to start her journey as a registered dental hygienist. Many years have passed; taking Joyce through hundreds of hours of lifelong continuing education including University of Minnesota Senior Care Mini-residency, local anesthesia, and laser administration. These skills enhance her ability to share great passion for health promotion, dental disease prevention and advanced patient care.</p> <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Joyce’s family has been living and thriving in the Sterling area for over 37 years. In her spare time Joyce loves sharing sports, gardening, astronomy, wood working, cooking adventures and so much more with her family, friends and friends to be.</p></td></tr></tbody></table> &nbsp;&nbsp;&nbsp; <p align='center'><br></p><p align='center'>&nbsp;</p><br clear='all'></div>"
	},
	{
		"title": "Our Practice",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div><div class='m-form'><div class='formDiv'><div><div style='float: right;'><img src='/assets/images/miniform-mouse.jpg'></div><h2>Contact Us!</h2></div><div style='clear: both'></div><input type='hidden' value='210,7,211,97,57,124,148,219,125,238,231,100,106,186,149,143,234,122,78,51,124,13,53,125,174,72,105,63,240,36,187,216'><div class=''><br><br></div><div class='ContactInfo'><span style='color:Red;display:none;'>Name Required</span><input type='text' class='qcformcolor' placeholder='Name:'><input type='text' class='qcformcolor' placeholder='Phone:'><span style='color:Red;display:none;'>Email is not in correct format</span><input type='text' class='qcformcolor' placeholder='Email:'><span style='color:Red;display:none;'>Phone or Email Required</span><div class='Comments'><textarea rows='5' cols='20' class='qcformcolor' placeholder='Type your message here: (Messages sent using this form are not considered private.  Avoid sending confidential information via email.)'></textarea></div><span style='display: none;'><input name='ctl00$ContentPlaceHolder1$QuickContact1$EmailText' type='text' class='qcformemailcheck'></span></div><div style='border-style:None;'><div class='Captcha'><div id='captchCtrl'><div style='display:none;'><img src='/assets/images/sb_icon.png'><div><div disabled='disabled' class='RadCaptcha RadCaptcha_Default'><span style='color:Red;visibility:hidden;'>The code you entered is not valid.</span><input type='hidden' autocomplete='off'></div></div><div></div></div><div><div class='RadCaptcha RadCaptcha_Default'><span style='color:Red;visibility:hidden;'>You must be a bot.</span><div><label style='display:none;'>Do not fill this textbox.</label><input type='text' style='display:none;'></div></div><div class='RadCaptcha RadCaptcha_Default'><span style='color:Red;visibility:hidden;'>Unable to submit - Please Try Again</span><div></div></div></div><div style='text-align: left; display: none'><span><span></span></span></div><div><input type='submit' name='ctl00$ContentPlaceHolder1$QuickContact1$CaptchaBaseControl1$btnSend' value='Send' onclick='if(!Submit_ctl00_ContentPlaceHolder1_QuickContact1_ContactInfoDiv($(this))) return false;return true;return true;WebForm_DoPostBackWithOptions(new WebForm_PostBackOptions(&quot;ctl00$ContentPlaceHolder1$QuickContact1$CaptchaBaseControl1$btnSend&quot;, &quot;&quot;, true, &quot;ctl00_ContentPlaceHolder1_QuickContact1_TxtName&quot;, &quot;&quot;, false, false))' id='btnSend' class='Button'></div></div></div></div><div style='border-style:None;'><div align='center'><strong></strong>&nbsp;</div><div align='center'><a href='http://www.facebook.com/pages/Lansdowne-Family-Cosmetic-Dentistry/116508018386621' title='Lansdowne Family &amp; Cosmetic Dentistry' target='_TOP'></a><br></div>&nbsp;</div></div><div style='display: none'><div style='float: right;'><img src='/assets/images/miniform-mouse.jpg'></div><h2>Thank You!</h2><div style='clear: both; text-align: center; font-style: italic;'>Your message has been sent. We will contact you shortly if your message requires a response.</div></div></div></div><h1><span style='font-size: 18px;'>Lansdowne&nbsp;Dentistry  - Cosmetic, Family&nbsp;&amp; Senior Oral Care</span></h1><hr><p>Our Lansdowne, VA dental office is dedicated to the care of children, adults and seniors. Our comprehensive services can be personalized to meet the needs of all patients in varying stages of growth or health.&nbsp; Dr. Ellington and his team are proud to serve patients from nearby retirement communities, including Leisure World, with dental restorations and smile enhancing prosthesis.&nbsp; </p><p>No matter what your concerns about your smile may be, our team is here to help.</p><h2><span style='font-size: 17px;'>A History of Service and Quality Dentistry in Lansdowne </span></h2><p>Dr. Ellington provided dental care in the Countryside area for years before establishing this location to serve area patients. Lansdowne Family &amp; Cosmetic Dentistry’s office was originally established in the 1990’s, with Dr. Ellington acquiring the practice in 2009. Since then, Dr. Ellington has served the Lansdowne community with a range of dental services that help patients to enjoy better oral health and more attractive, functional smiles.&nbsp; </p><p>Our friendly team is here to support your health through all phases of treatment. We take gentle care of young patients and make sure to treat seniors with solutions that improve both quality of life and confidence.&nbsp; Our new patient goodie bags even include free, take-home whitening kits so you can get started on the smile you want with services from our office right away. </p><h3><span style='font-size: 16px;'>Specializing in Cosmetics and Restorative Prosthetics</span></h3><p>Our dental therapies make it easy to achieve the smile of your dreams and repair damage caused by tooth decay, chips, cracks, or years of staining and discoloration. With cosmetic procedures that include veneers, teeth whitening, and white dental fillings, we can ensure that your treatment is seamless and helps to promote both the appearance and strength of restored teeth. </p><p>In addition to aesthetic services, Dr. Ellington can also provide customized denture care for patients who are missing some or all of their natural teeth. Our denture and partial denture treatments incorporate custom fittings to ensure that your new prosthetic is comfortable, secure, and visually appealing. For patients are looking for a more permanent way to restore lost teeth, we can work with specialists to add dental implants to your denture treatment. For more information on dentistry specifically tailored for senior dental patients, visit our senior dentistry page.</p><h3><span style='font-size: 16px;'>We Welcome New and Returning Patients – Call our Office Today</span></h3><p>Dr. Ellington and his team look forward to treating you! For more information about available services from our Landsdowne dental office, browse our website or call us today to schedule your appointment. <br></p><br clear='all'></div>"
	},
	{
		"title": "Health Fairs Events",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><h1 style='text-align: center;'><span style='font-size: 18px;'>Lansdowne Dental Care Events&nbsp;- Community Oral Health Fairs<hr></span> </h1><h2><span style='color: black; font-size: 16px;'>Potomac Green Health Fair</span></h2><p style='margin: 0in 0in 0pt;'><span style='color: black; font-family: Arial, sans-serif; font-size: 10pt;'>Dr. Ellington and our hygienists Niloo and Joyce were on hand to answer questions at the recent Potomac Green Health Fair. (Pictured are&nbsp;Niloo and Joyce with visitors to our table.)</span></p><p align='center'><img title='Lansdowne Hygienists Niloo &amp; Joyce' style='border: 1px solid #008000; border-image: none; width: 170px; height: 129px;' alt='Lansdowne Hygienists Niloo &amp; Joyce' src='/assets/images/nilofar-joyce.jpg' vspace='5' hspace='5' longdesc='Lansdowne Family &amp; Cosmetic Dentist at the Potomac Green Health Fair'><img title='Potomac Green Health Fair in Lansdowne' style='border: 1px solid #008000; border-image: none; width: 170px; height: 130px;' alt='Potomac Green Health Fair in Lansdowne' src='/assets/images/lansdowne-va-dds-health-fair.jpg' vspace='5' hspace='5' longdesc='Potomac Green Health Fair in Lansdowne'><img title='Lansdowne Dental Care Event' style='border: 1px solid #008000; border-image: none; width: 170px; height: 130px;' alt='Lansdowne Dental Care Event' src='/assets/images/lansdowne-dds-potomac-green.jpg' vspace='5' hspace='5' longdesc='Lansdowne Dental Care Event'></p><p align='center' style='margin: 0in 0in 0pt;'>&nbsp;</p><p style='margin: 0in 0in 0pt;'><span style='color: black; font-family: Arial, sans-serif; font-size: 10pt;'></span></p><h3><span style='color: black; font-size: 16px;'>Ashby Pond Wellness Event</span></h3><p style='margin: 0in 0in 0pt;'><span style='color: black; font-family: Arial, sans-serif; font-size: 10pt;'>Dr. Ellington was at the&nbsp;<a href='http://www.ericksonliving.com/' target='_blank'>Ashby Ponds&nbsp;Retirement Community</a> on April 29th to help with&nbsp;free hearing screenings, <span class='yshortcuts'><span style='font-family: Arial, sans-serif;'>skin cancer screenings</span>, <span class='yshortcuts'><span style='font-family: Arial, sans-serif;'>chair massages and</span> <span class='yshortcuts'><span style='font-family: Arial, sans-serif;'>blood pressure checks. Participants received&nbsp;h</span>andouts of all kinds on health-related information from Ashby Pond's&nbsp;Wellness Department and Medical Center, as well as&nbsp;information from their&nbsp;home support services</span></span></span></span><span style='color: black; font-family: Arial, sans-serif; font-size: 10pt;'><span class='yshortcuts'><span class='yshortcuts'><span class='yshortcuts'>.</span></span></span></span></p><p style='margin: 0in 0in 0pt;'><span style='color: black; font-family: Arial, sans-serif; font-size: 10pt;'><span class='yshortcuts'><span class='yshortcuts'><span class='yshortcuts'></span></span></span></span>&nbsp;</p><p style='margin: 0in 0in 0pt;'><span style='color: black; font-family: Arial, sans-serif; font-size: 10pt;'><span class='yshortcuts'><span class='yshortcuts'><span class='yshortcuts'>Dr. Ellington welcomes any patient with an interest in&nbsp;oral healthcare for seniors to <a href='/contact/'>contact their office</a>. New patients are always welcome!&nbsp;</span></span></span></span><span style='color: black; font-family: Arial, sans-serif; font-size: 10pt;'><span class='yshortcuts'><span class='yshortcuts'>&nbsp;</span></span></span></p><br clear='all'></div>"
	},
	{
		"title": "Patient reviews",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><p></p><h1><span style='font-size: 20px;'>Lansdowne, VA Dentist Testimonials</span></h1><p>Your complete satisfaction with every visit to our office is very important to us. Please take a minute to tell us what you think by completing the form below. This&nbsp;feedback will allow us to continue to&nbsp;offer our patients&nbsp;the highest standard of dental and oral health care.&nbsp;Thank you from all of us at Lansdowne Family &amp; Cosmetic Dentistry.</p><p></p><table class='rad' style='border: 1px solid #000000;font-family: Helvetica, Times New Roman;font-size: 12px;'><tbody><tr class='rad'><td class='rad'><span class='radquote'>'Thease are very nice Doctors and I have worked with them both, and they both are very kind and gentile.  I love the way I am treated in this office and I will never change dentists, ever.  You should trust these nice, and handsome men!!<br><br>Maria S.'</span><br><span class='starline'><img class='starImage' src='/assets/images/5stars.png'> <span class='radstars'>(5 stars)</span></span><br><span class='radbyline'><span class='radbylineby'>by</span> <span class='radbylineauthor'>Maria S.</span> <span class='radbylinedate'>(junio 23, 2012)</span></span></td></tr><tr class='rad'><td class='rad'><span class='radquote'>'I would like to say the treatment my wife and recived was the best dental experience we had sice moving to this area 20 years ago.  Very caring doctors,and staff, with the ability to accomplish nearly all aspects of dentistry in their own office. With Dr. Ellington being a reconscructive dental expert, and Dr. Hulbert doing nearly all of the surgeries,implants,and root canals we find we have to occasionaly endure.  Boh men are top notch, and I could not recomend them higher.  Do yourself a favor and call them today.'</span><br><span class='starline'><img class='starImage' src='/assets/images/5stars.png'> <span class='radstars'>(5 stars)</span></span><br><span class='radbyline'><span class='radbylineby'>by</span> <span class='radbylineauthor'>Capt. Cox Ret.</span> <span class='radbylinedate'>(septiembre 18, 2011)</span></span></td></tr><tr class='rad'><td class='rad'><span class='radquote'>'This is a great dental office with terrific doctors and really helpful, knowledgeable staff. I highly recommend them!'</span><br><span class='starline'><img class='starImage' src='/assets/images/5stars.png'> <span class='radstars'>(5 stars)</span></span><br><span class='radbyline'><span class='radbylineby'>by</span> <span class='radbylineauthor'>J Townsend</span> <span class='radbylinedate'>(junio 28, 2010)</span></span></td></tr></tbody></table><div border='1' id='drn_div' style='font-family: Helvetica, Times New Roman;font-size: 12px;'> <table style='font-family: Helvetica, Times New Roman;font-size: 12px;'><tbody><tr><th>Rating:</th><td><span style='padding: 0 5px 0 0; font-size: 10px;'>POOR</span><img id='addRatingAddARatingCreateForm:star1' src='/assets/images/singlewhitestar.png' onmouseover='changeStars(1, false);' onclick='changeStars(1, true);' style='border:none;'><img id='addRatingAddARatingCreateForm:star2' src='/assets/images/singlewhitestar.png' onmouseover='changeStars(2, false);' onclick='changeStars(2, true);' style='border:none;'><img id='addRatingAddARatingCreateForm:star3' src='/assets/images/singlewhitestar.png' onmouseover='changeStars(3, false);' onclick='changeStars(3, true);' style='border:none;'><img id='addRatingAddARatingCreateForm:star4' src='/assets/images/singlewhitestar.png' onmouseover='changeStars(4, false);' onclick='changeStars(4, true);' style='border:none;'><img id='addRatingAddARatingCreateForm:star5' src='/assets/images/singlewhitestar.png' onmouseover='changeStars(5, false);' onclick='changeStars(5, true);' style='border:none;'><span style='padding: 0 5px 0 0; font-size: 10px;'>EXCELLENT</span><br><span style='padding: 0 0 0 0;'>(Mouse over and click on a star to select your rating. This is required)</span><div class='errorMessage' id='myRatingMessage' style='display: none; visibility: hidden;'>Please rate this office.</div></td></tr><tr><th valign='top'>Comments:</th><td>Please write a comment that explains the Rating you selected above. If you give your permission, we may post your comments on Lansdowne Family &amp; Cosmetic Dentistry's website and on public review sites such as <a href='http://www.rateadentist.com'>www.rateadentist.com</a>, so please DO NOT include any personal or medical information in your comments.<p><textarea cols='40' rows='5' id='addRatingAddARatingCreateForm:review'></textarea>   </p><div class='errorMessage' id='myCommentsMessage' style='display: none; visibility: hidden;'>Please enter a comment.</div></td></tr><tr><td></td><td>   <input type='radio' name='addRatingAddARatingCreateForm:myCommentsPermissionRadio' value='true' onclick='setPermission('comments',this.value);' checked='>&nbsp;I give my permission for these comments to be published online.<br>    <input type='radio' name='addRatingAddARatingCreateForm:myCommentsPermissionRadio' value='false' onclick='setPermission('comments',this.value);'>&nbsp;DO NOT publish these comments - they are private, to my dentist's office only.    <div class='errorMessage' id='myCommentsPermissionMessage' style='display: none; visibility: hidden;'>Please either grant or deny permission to use your comments.</div></td></tr> <tr><th nowrap='' valign='top'>Your Name:</th><td><input type='text' id='name'><br>(This is how your name will appear online, if you give us permission to display it. Leave blank for 'Anonymous')</td></tr><tr><td></td><td>   <input type='radio' name='addRatingAddARatingCreateForm:myNamePermissionRadio' value='true' onclick='setPermission('name',this.value);' checked='>&nbsp;I give my permission for my name / initials to be published online with my comments.<br>    <input type='radio' name='addRatingAddARatingCreateForm:myNamePermissionRadio' value='false' onclick='setPermission('name',this.value);'>&nbsp;DO NOT publish my name or initials - only my dentist's office may see them.    <div class='errorMessage' id='myNamePermissionMessage' style='display: none; visibility: hidden;'>Please either grant or deny permission to use your name.</div></td></tr> <tr><td></td><td>Authentication:<br><div style='border: 1px solid #000000; width:400px; height: auto; padding: 5px;'> <img id='addRatingAddARatingCreateForm:myVerifyImage' style='float: left; border: 1px solid #AAAAAA;' src='/assets/images/formverify/brush.jpg'>  <div style='padding: 5px 5px 5px 215px;'>  Please enter the characters in the image on the left in the box below.   <br>  <input type='text' id='addRatingAddARatingCreateForm:myVerifyText'> </div></div>   <div class='errorMessage' id='myVerifyMessage' style='display: none; visibility: hidden;'>Please enter the word in the image above.</div></td></tr> <tr><td colspan='2'> <input type='button' value='Submit' onclick='submitAndDisplay();'> </td></tr></tbody></table></div> <p></p><br clear='all'></div>"
	},
	{
		"title": "Dental Videos",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><span><h1><span style='font-size: 16px;'>Dental Videos and Education for Lansdowne, VA Dentistry</span></h1><h2><span style='font-size: 14px;'>Lansdowne Family &amp; Cosmetic Dentistry<hr></span></h2><p>&nbsp;</p><p>Because we are committed to improving the oral healthcare knowledge of our patients, we are providing the following selection of dental videos which we hope you will find interesting and informative.&nbsp; We have grouped the videos into various categories to provide quick access to the topics of greatest interest to you.</p><p>Please <a href='/contact/'>contact us</a> if you have any questions or would like to <a href='/appointment/' target='_blank'>schedule an appointment</a>.</p><p>&nbsp;</p></span><p><link href='https://maxcdn.bootstrapcdn.com/font-awesome/4.6.3/css/font-awesome.min.css' rel='stylesheet' integrity='sha384-T8Gy5hrqNKT+hzMclPo118YTQO6cYprQmhrYwIiQ/3axmI1hQomh7Ud2hPOy8SP1' crossorigin='anonymous'><link href='/assets/css/dentalvideos.css' rel='stylesheet'></p><div id='outerdiv' class='row'><div id='videoplayertable'><div id='videoplayertd'><div class='playerform hide' id='contactus'><div id='pformmsg'>We encourage you to contact us with any questions or comments you may have.<br>Please call our office or use this contact form. </div><div id='pform'><h2>Contact Us</h2><input type='text' id='cu_name' placeholder='Name:'><input type='text' id='cu_phone' placeholder='Phone:'><input name='ctl00$ContentPlaceHolder1$DentalVideoControl$cu_email' type='text' class='cu_email' placeholder='Email:'><span style='visibility:hidden;'></span><textarea cols='10' id='cu_msg' placeholder='Type your message here: (Messages sent using this form are not considered private. Avoid sending confidential information via email.)'></textarea><input type='button' id='btnSend' onclick='submitForm()' value='Send'></div><div class='backbtn'><a onclick='contactUs()' href='#'>Back to Video</a></div></div><div class='emuform hide' id='emailus'><div id='emuformmsg'><h3>Tell a Friend!</h3>To Email a friend a link to this video, please complete the fields below and then click the Send button.</div><div id='inneremuform'><div id='emuform'><h5>To:</h5><input type='text' id='em_fname' placeholder='Friends Name:'><input type='text' id='em_femail' placeholder='Friends Email:'><h5>From: </h5><input type='text' id='em_name' placeholder='Your Name:'><input type='text' id='em_email' placeholder='Your Email:'></div><div id='emuform2'><h5>Message: </h5><textarea cols='10' id='em_msg' placeholder='Type your message here: (Messages sent using this form are not considered private. Avoid sending confidential information via email.)'></textarea><input type='button' id='embtnSend' onclick='shareVideo()' value='Send'></div></div><div class='backbtn'><a onclick='emailFriend()' href='#'>Back to Video</a></div></div><div class='thankyou hide' id='thankyou'><div id='innerthx'><h3> Thank You!</h3>Your message has been sent.<div class='backbtn'><a onclick='thxToggle()' href='#'>Back to Video</a></div></div></div><div id='vidwrap'><video autoplay='' class='iframevid' id='vidplay' poster='/assets/images/1103681_VideoPreview.jpg' style='display: block;'><source src='[vidstart]' type='video/mp4' id='vidsrc'><img src='[previewimage]' id='previewbg'></video></div><div id='overlay'><div class='overlaycontainer'><div class='ocol'><a id='playbtn' href='#' onclick='pausevid('olay');'><i class='fa fa-pause' aria-hidden='true'></i><span id='playtxt'>Pause</span></a></div><div class='ocol'><a id='contusbtn' onclick='contactUs()' href='#'><i class='fa fa-users' aria-hidden='true'></i>Contact Us</a></div><div class='ocol'><a id='emailbtn' onclick='emailFriend()' href='#'> <i class='fa fa-share-alt' aria-hidden='true'></i>Email A Friend</a></div></div></div></div><div id='toolstd'><div style='float: left'><span>Choose Category:</span></div><div style='float: right; padding-right: 10px'><span>LANGUAGE: </span><select name='LangSelect' id='lngsel'><option value='ENGLISH' selected=''>English</option><option value='FRENCH'>French</option><option value='SPANISH'>Spanish</option></select></div></div><div id='bottomwrap'><ul id='Categories'><li class='category' onmouseover='this.setAttribute('class','category hilight')' onmouseout='this.setAttribute('class','category')' onclick='showCatVidsDiv('Exams/Hygiene')'><a onclick='showCatVids(this)'>Exams/Hygiene</a></li><li class='category' onmouseover='this.setAttribute('class','category hilight')' onmouseout='this.setAttribute('class','category')' onclick='showCatVidsDiv('Cosmetic')'><a onclick='showCatVids(this)'>Cosmetic</a></li><li class='category' onmouseover='this.setAttribute('class','category hilight')' onmouseout='this.setAttribute('class','category')' onclick='showCatVidsDiv('Periodontics')'><a onclick='showCatVids(this)'>Periodontics</a></li><li class='category' onmouseover='this.setAttribute('class','category hilight')' onmouseout='this.setAttribute('class','category')' onclick='showCatVidsDiv('Dental Implants')'><a onclick='showCatVids(this)'>Dental Implants</a></li><li class='category' onmouseover='this.setAttribute('class','category hilight')' onmouseout='this.setAttribute('class','category')' onclick='showCatVidsDiv('Pediatric')'><a onclick='showCatVids(this)'>Pediatric</a></li><li class='category' onmouseover='this.setAttribute('class','category hilight')' onmouseout='this.setAttribute('class','category')' onclick='showCatVidsDiv('Endodontics')'><a onclick='showCatVids(this)'>Endodontics</a></li><li class='category' onmouseover='this.setAttribute('class','category hilight')' onmouseout='this.setAttribute('class','category')' onclick='showCatVidsDiv('Oral Surgery')'><a onclick='showCatVids(this)'>Oral Surgery</a></li><li class='category' onmouseover='this.setAttribute('class','category hilight')' onmouseout='this.setAttribute('class','category')' onclick='showCatVidsDiv('Crown &amp; Bridge')'><a onclick='showCatVids(this)'>Crown &amp; Bridge</a></li><li class='category' onmouseover='this.setAttribute('class','category hilight')' onmouseout='this.setAttribute('class','category')' onclick='showCatVidsDiv('Dentures')'><a onclick='showCatVids(this)'>Dentures</a></li><li class='category' onmouseover='this.setAttribute('class','category hilight')' onmouseout='this.setAttribute('class','category')' onclick='showCatVidsDiv('Other')'><a onclick='showCatVids(this)'>Other</a></li></ul><div id='videos'><div id='vidhtml5thumbs'><div id='vids'><div class='vid'><a onclick='playVideo('AFV.mp4')'><img class='vidthumb' src='/assets/images/AFV.png'><div class='label'>New Patient Exam</div></a></div><div class='vid'><a onclick='playVideo('PEDO.mp4')'><img class='vidthumb' src='/assets/images/PEDO.png'><div class='label'>Pediatric First Visit</div></a></div><div class='vid'><a onclick='playVideo('OHI.mp4')'><img class='vidthumb' src='/assets/images/OHI.png'><div class='label'>Brushing &amp; Flossing</div></a></div></div></div><div id='paging'><a id='pager' style='display: none;'>MORE&gt;</a></div></div></div></div></div></div>"
	},
	{
		"title": "Smile Gallery",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><script type='text/javascript'>function addFavorite(url, title) {if (window.sidebar){ window.sidebar.addPanel(title, url, ''); }else if(window.opera && window.print){ var elem = document.createElement('a');elem.setAttribute('href',url);elem.setAttribute('title',title);elem.setAttribute('rel','sidebar');elem.click();} else if (window.external) {window.external.AddFavorite(url, title);}}</script><div><p></p><h1 align='justify'><span style='font-size: 16px;'>Before &amp; After Dental Photos - Lansdowne, VA Dentist<hr> </span></h1><p align='justify'><br>Welcome to our Smile Gallery.&nbsp; Please enjoy some of our amazing smile transformations.</p><p></p><ul class='PageService_Group'><li class='PageService_Group_Name'><a href='/content/restorations/'>Restorations</a></li></ul><ul class='PageService_Item'><li class='PageService_Item_Name'><a href='/content/crowns-caps/'>Crowns (Caps)</a></li></ul><ul class='PageService_Item'><li class='PageService_Item_Name'><a href='/content/dentures-partial-dentures/'>Dentures &amp; Partial Dentures</a></li></ul><ul class='PageService_Group'><li class='PageService_Group_Name'><a href='/content/other-procedures/'>Other Procedures</a></li></ul><ul class='PageService_Item'><li class='PageService_Item_Name'><a href='/content/porcelain-crowns-caps/'>Porcelain Crowns (Caps)</a></li></ul><ul class='PageService_Item'><li class='PageService_Item_Name'><a href='/content/dental-implants/'>Dental Implants</a></li></ul></div><div></div><br clear='all'></div>"
	},
	{
		"title": "Crowns or Caps",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Smile%20Gallery1678319061.jpg'></div><script type='text/javascript'>function addFavorite(url, title){if (window.sidebar){window.sidebar.addPanel(title, url, '');}else if(window.opera && window.print){var elem = document.createElement('a');elem.setAttribute('href',url);elem.setAttribute('title',title);elem.setAttribute('rel','sidebar');elem.click();}else if (window.external){window.external.AddFavorite(url, title);}}</script><div><div><div><div class='PageService_Line_Group_Name'><span>Crowns (Caps)</span> </div><div class='PageService_Line_Group_Items'></div></div><div><div style='font-size:9px;padding-bottom:10px;'><span>Click a photo to view full-sized images and case details</span></div><input name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl00$ReturnButtontop' type='button' class='Button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" onclick=\"document.location.href='/content/smile-gallery/'\" value='Return to List'>&nbsp;<div style='padding-bottom:10px;display:inline-block;'> &nbsp;&nbsp; &nbsp;&nbsp; </div></div><div style='padding-bottom:10px; font-size:14px; font-weight:bold;'></div><div style='float:left'><div><div><table><tbody><tr><td><a href='javascript:void(0);'><input type='image' class='PageContact_Contact_Photo' src='/assets/images/67e896de-364a-4967-8070-a19615d3c8b1_sm.jpg'></a></td><td style='padding-left:15px;'><a><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl00$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$AfterImg' class='PageContact_Contact_Photo' src='/assets/images/b10ec9b8-a15a-417e-9eef-e55d215a331c_sm.jpg'></a></td></tr></tbody></table></div></div><div></div><div align='left'></div></div><div style='padding-left:15px;padding-top:15px; vertical-align:top;float:left;'><strong><span>Crowns (Caps)</span><br><span>Porcelain Crowns (Caps)</span><br></strong></div><div style='clear:both; padding-top:15px;'><hr style='margin-top:5px;margin-bottom:5px'></div><div style='float:left'><div><div><table><tbody><tr><td><a href='javascript:void(0);'><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl01$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$BeforeImg' class='PageContact_Contact_Photo' src='/assets/images/86ca9f44-a326-4f8f-98c9-3d84c755c8f3_sm.jpg'></a></td><td style='padding-left:15px;'><a><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl01$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$AfterImg' class='PageContact_Contact_Photo' src='/assets/images/85bf4632-79e5-4e61-8fbf-4e886a73321f_sm.jpg'></a></td></tr></tbody></table></div></div><div></div><div align='left'></div></div><div style='padding-left:15px;padding-top:15px; vertical-align:top;float:left;'><strong><span>Crowns (Caps)</span><br><span>Dental Implants</span><br><span>Porcelain Crowns (Caps)</span><br></strong></div><div style='clear:both; padding-top:15px;'><hr style='margin-top:5px;margin-bottom:5px'></div><div style='float:left'><div><div><table><tbody><tr><td><a href='javascript:void(0);'><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl02$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$BeforeImg' class='PageContact_Contact_Photo' src='/assets/images/5d57b1b7-7f6c-4739-8a11-aaecf86e3339_sm.jpg'></a></td><td style='padding-left:15px;'><a><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl02$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$AfterImg' class='PageContact_Contact_Photo' src='/assets/images/8b708022-78ff-4f30-8b1b-b47803fc0604_sm.jpg'></a></td></tr></tbody></table></div></div><div><div><table><tbody><tr><td><a href='javascript:void(0);'><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl02$PhotoSet1$PhotoRepeater$ctl01$Before_After_Photos1$BeforeImg' class='PageContact_Contact_Photo' src='/assets/images/5bb75bfc-87b0-478c-9b54-6a43adaf0845_sm.jpg'></a></td><td style='padding-left:15px;'><a><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl02$PhotoSet1$PhotoRepeater$ctl01$Before_After_Photos1$AfterImg' class='PageContact_Contact_Photo' src='/assets/images/aece74bb-419f-48d2-9919-ba2bb7457cdd_sm.jpg'></a></td></tr></tbody></table></div></div><div align='left'></div></div><div style='padding-left:15px;padding-top:15px; vertical-align:top;float:left;'><strong><span>Crowns (Caps)</span><br><span>Dental Implants</span><br><span>Dentures &amp; Partial Dentures</span><br><span>Porcelain Crowns (Caps)</span><br></strong></div><div style='clear:both; padding-top:15px;'><hr style='margin-top:5px;margin-bottom:5px'></div><input name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl02$ReturnButton' type='button' class='Button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" onclick=\"document.location.href='/content/smile-gallery/'\" value='Return to List'> &nbsp;<div style='padding-bottom:10px;display:inline-block;'> &nbsp;&nbsp; &nbsp;&nbsp;</div></div></div><br clear='all'></div>"
	},
	{
		"title": "Dentures & Partial Dentures",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Smile%20Gallery1678319061.jpg'></div><script type='text/javascript'>function addFavorite(url, title) {if (window.sidebar){window.sidebar.addPanel(title, url, '');}else if(window.opera && window.print){var elem = document.createElement('a');elem.setAttribute('href',url);elem.setAttribute('title',title);elem.setAttribute('rel','sidebar');elem.click();}else if (window.external){window.external.AddFavorite(url, title);}}</script><div><div><div><div class='PageService_Line_Group_Name'><span>Dentures &amp; Partial Dentures</span></div><div class='PageService_Line_Group_Items'></div></div><div><div style='font-size:9px;padding-bottom:10px;'><span>Click a photo to view full-sized images and case details</span></div><input name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl00$ReturnButtontop' type='button' class='Button' onmouseover=\"this.className='ButtonHover'\"onmouseout=\"this.className='Button'\" onclick=\"document.location.href='/content/smile-gallery/'\" value='Return to List'> &nbsp;<div style='padding-bottom:10px;display:inline-block;'> &nbsp;&nbsp; &nbsp;&nbsp;</div></div><div style='padding-bottom:10px; font-size:14px; font-weight:bold;'></div><div style='float:left'><div><div><table><tbody><tr><td><a href='javascript:void(0);'><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl00$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$BeforeImg' class='PageContact_Contact_Photo' src='/assets/images/5d57b1b7-7f6c-4739-8a11-aaecf86e3339_sm.jpg'></a></td><td style='padding-left:15px;'><a><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl00$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$AfterImg' class='PageContact_Contact_Photo' src='/assets/images/8b708022-78ff-4f30-8b1b-b47803fc0604_sm.jpg'></a></td></tr></tbody></table></div></div><div><div><table><tbody><tr><td><a href='javascript:void(0);'><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl00$PhotoSet1$PhotoRepeater$ctl01$Before_After_Photos1$BeforeImg' class='PageContact_Contact_Photo' src='/assets/images/5bb75bfc-87b0-478c-9b54-6a43adaf0845_sm.jpg'></a></td><td style='padding-left:15px;'><a><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl00$PhotoSet1$PhotoRepeater$ctl01$Before_After_Photos1$AfterImg' class='PageContact_Contact_Photo' src='/assets/images/aece74bb-419f-48d2-9919-ba2bb7457cdd_sm.jpg'></a></td></tr></tbody></table></div></div><div align='left'></div></div><div style='padding-left:15px;padding-top:15px; vertical-align:top;float:left;'><strong><span>Crowns (Caps)</span><br><span>Dental Implants</span><br><span>Dentures &amp; Partial Dentures</span><br><span>Porcelain Crowns (Caps)</span><br></strong></div><div style='clear:both; padding-top:15px;'><hr style='margin-top:5px;margin-bottom:5px'></div><input name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl02$ReturnButton' type='button' class='Button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" onclick=\"document.location.href='/content/smile-gallery/'\" value='Return to List'> &nbsp;<div style='padding-bottom:10px;display:inline-block;'> &nbsp;&nbsp; &nbsp;&nbsp; </div></div></div><br clear='all'></div>"
	},
	{
		"title": "Other Procedures",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Smile%20Gallery1678319061.jpg'></div><script type='text/javascript'>function addFavorite(url, title){if (window.sidebar){window.sidebar.addPanel(title, url, '');}else if(window.opera && window.print){var elem = document.createElement('a');elem.setAttribute('href',url);elem.setAttribute('title',title);elem.setAttribute('rel','sidebar');elem.click();}else if (window.external){window.external.AddFavorite(url, title);}}</script><div><div><div><div class='PageService_Line_Group_Name'><span>Other Procedures</span> </div><div class='PageService_Line_Group_Items'><a class='submenulink' href='/content/porcelain-crowns-caps/'> Porcelain Crowns (Caps) </a>&nbsp;|&nbsp; <a class='submenulink' href='/content/dental-implants/'> Dental Implants </a></div></div><div><div style='font-size:9px;padding-bottom:10px;'><span>Click a photo to view full-sized images and case details</span></div><input name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl00$ReturnButtontop' type='button' class='Button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" onclick=\"document.location.href='/content/smile-gallery/'\" value='Return to List'>&nbsp;</div><div style='padding-bottom:10px; font-size:14px; font-weight:bold;'><span>Porcelain Crowns (Caps)</span></div><div style='float:left'><div><div><table><tbody><tr><td><a href='javascript:void(0);'><input type='image' class='PageContact_Contact_Photo' src='/assets/images/67e896de-364a-4967-8070-a19615d3c8b1_sm.jpg'></a></td><td style='padding-left:15px;'><a><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl00$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$AfterImg' class='PageContact_Contact_Photo' src='/assets/images/b10ec9b8-a15a-417e-9eef-e55d215a331c_sm.jpg'></a></td></tr></tbody></table></div></div><div></div><div align='left'></div></div><div style='padding-left:15px;padding-top:15px; vertical-align:top;float:left;'><strong><span>Crowns (Caps)</span><br><span>Porcelain Crowns (Caps)</span><br></strong></div><div style='clear:both; padding-top:15px;'><hr style='margin-top:5px;margin-bottom:5px'></div><div style='float:left'><div><div><table><tbody><tr><td><a href='javascript:void(0);'><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl01$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$BeforeImg' class='PageContact_Contact_Photo' src='/assets/images/871019cb-fcd6-420d-9a62-9f191026d7fb_sm.jpg'></a></td><td style='padding-left:15px;'><a><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl01$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$AfterImg' class='PageContact_Contact_Photo' src='/assets/images/1d34751f-9570-4ae7-a0a8-562b07446367_sm.jpg'></a></td></tr></tbody></table></div></div><div></div><div align='left'></div></div><div style='padding-left:15px;padding-top:15px; vertical-align:top;float:left;'><strong><span>Porcelain Crowns (Caps)</span><br></strong></div><div style='clear:both; padding-top:15px;'><hr style='margin-top:5px;margin-bottom:5px'></div><div style='float:left'><div><div><table><tbody><tr><td><a href='javascript:void(0);'><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl02$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$BeforeImg' class='PageContact_Contact_Photo' src='/assets/images/86ca9f44-a326-4f8f-98c9-3d84c755c8f3_sm.jpg'></a></td><td style='padding-left:15px;'><a><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl02$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$AfterImg' class='PageContact_Contact_Photo' src='/assets/images/85bf4632-79e5-4e61-8fbf-4e886a73321f_sm.jpg'></a></td></tr></tbody></table></div></div><div></div><div align='left'></div></div><div style='padding-left:15px;padding-top:15px; vertical-align:top;float:left;'><strong><span>Crowns (Caps)</span><br><span>Dental Implants</span><br><span>Porcelain Crowns (Caps)</span><br></strong></div><div style='clear:both; padding-top:15px;'><hr style='margin-top:5px;margin-bottom:5px'></div><div style='float:left'><div><div><table><tbody><tr><td><a href='javascript:void(0);'><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl03$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$BeforeImg' class='PageContact_Contact_Photo' src='/assets/images/5d57b1b7-7f6c-4739-8a11-aaecf86e3339_sm.jpg'></a></td><td style='padding-left:15px;'><a><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl03$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$AfterImg' class='PageContact_Contact_Photo' src='/assets/images/8b708022-78ff-4f30-8b1b-b47803fc0604_sm.jpg'></a></td></tr></tbody></table></div></div><div><div><table><tbody><tr><td><a href='javascript:void(0);'><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl03$PhotoSet1$PhotoRepeater$ctl01$Before_After_Photos1$BeforeImg' class='PageContact_Contact_Photo' src='/assets/images/5bb75bfc-87b0-478c-9b54-6a43adaf0845_sm.jpg'></a></td><td style='padding-left:15px;'><a><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl03$PhotoSet1$PhotoRepeater$ctl01$Before_After_Photos1$AfterImg' class='PageContact_Contact_Photo' src='/assets/images/aece74bb-419f-48d2-9919-ba2bb7457cdd_sm.jpg'></a></td></tr></tbody></table></div></div><div align='left'></div></div><div style='padding-left:15px;padding-top:15px; vertical-align:top;float:left;'><strong><span>Crowns (Caps)</span><br><span>Dental Implants</span><br><span>Dentures &amp; Partial Dentures</span><br><span>Porcelain Crowns (Caps)</span><br></strong></div><div style='clear:both; padding-top:15px;'><hr style='margin-top:5px;margin-bottom:5px'></div><div style='padding-bottom:10px; font-size:14px; font-weight:bold;'><span>Dental Implants</span></div><div style='float:left'><div><div><table><tbody><tr><td><a href='javascript:void(0);'><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl02$PhotoGroup1$PhotosetRepeater$ctl00$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$BeforeImg' class='PageContact_Contact_Photo' src='/assets/images/86ca9f44-a326-4f8f-98c9-3d84c755c8f3_sm.jpg'></a></td><td style='padding-left:15px;'><a><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl02$PhotoGroup1$PhotosetRepeater$ctl00$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$AfterImg' class='PageContact_Contact_Photo' src='/assets/images/85bf4632-79e5-4e61-8fbf-4e886a73321f_sm.jpg'></a></tr><tr><td><a href='javascript:void(0);'><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl02$PhotoGroup1$PhotosetRepeater$ctl00$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$BeforeImg' class='PageContact_Contact_Photo' src='/assets/images/5d57b1b7-7f6c-4739-8a11-aaecf86e3339_sm.jpg'></a></td><td  style='padding-left:15px;'><a href='javascript:void(0);'><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl02$PhotoGroup1$PhotosetRepeater$ctl00$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$BeforeImg' class='PageContact_Contact_Photo' src='/assets/images/8b708022-78ff-4f30-8b1b-b47803fc0604_sm.jpg'></a></td></tr><tr><td><a href='javascript:void(0);'><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl02$PhotoGroup1$PhotosetRepeater$ctl00$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$BeforeImg' class='PageContact_Contact_Photo' src='/assets/images/5bb75bfc-87b0-478c-9b54-6a43adaf0845_sm.jpg'></a></td><td style='padding-left:15px;'><a href='javascript:void(0);'><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl02$PhotoGroup1$PhotosetRepeater$ctl00$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$BeforeImg' class='PageContact_Contact_Photo' src='/assets/images/aece74bb-419f-48d2-9919-ba2bb7457cdd_sm.jpg'></a></td></tr></tbody></table></div></div><div></div><div align='left'></div></div><div style='padding-left:15px;padding-top:15px; vertical-align:top;float:left;'><strong><span>Crowns (Caps)</span><br><span>Dental Implants</span><br><span>Porcelain Crowns (Caps)</span><br></strong></div><div style='clear:both; padding-top:15px;'><hr style='margin-top:5px;margin-bottom:5px'></div><input name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl03$ReturnButton' type='button' class='Button' onmouseover='this.className='ButtonHover'' onmouseout=\"this.className='Button'\" onclick=\"document.location.href='/content/smile-gallery/'\" value='Return to List'>&nbsp;</div></div><br clear='all'></div>"
	},
	{
		"title": "Porcelain Crowns (Caps)",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Smile%20Gallery1678319061.jpg'></div><script type='text/javascript'>function addFavorite(url, title){if (window.sidebar){window.sidebar.addPanel(title, url, '');}else if(window.opera && window.print){var elem = document.createElement('a');elem.setAttribute('href',url);elem.setAttribute('title',title);elem.setAttribute('rel','sidebar');elem.click();}else if (window.external){window.external.AddFavorite(url, title);}}</script><div><div><div><div class='PageService_Line_Group_Name'><span>Porcelain Crowns (Caps)</span> </div></div><div><div style='font-size:9px;padding-bottom:10px;'><span>Click a photo to view full-sized images and case details</span></div><input name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl00$ReturnButtontop' type='button' class='Button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" onclick=\"document.location.href='/content/smile-gallery/'\" value='Return to List'>&nbsp;</div><div style='padding-bottom:10px; font-size:14px; font-weight:bold;'></div><div style='float:left'><div><div><table><tbody><tr><td><a href='javascript:void(0);'><input type='image' class='PageContact_Contact_Photo' src='/assets/images/67e896de-364a-4967-8070-a19615d3c8b1_sm.jpg'></a></td><td style='padding-left:15px;'><a><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl00$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$AfterImg' class='PageContact_Contact_Photo' src='/assets/images/b10ec9b8-a15a-417e-9eef-e55d215a331c_sm.jpg'></a></td></tr></tbody></table></div></div><div></div><div align='left'></div></div><div style='padding-left:15px;padding-top:15px; vertical-align:top;float:left;'><strong><span>Crowns (Caps)</span><br><span>Porcelain Crowns (Caps)</span><br></strong></div><div style='clear:both; padding-top:15px;'><hr style='margin-top:5px;margin-bottom:5px'></div><div style='float:left'><div><div><table><tbody><tr><td><a href='javascript:void(0);'><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl01$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$BeforeImg' class='PageContact_Contact_Photo' src='/assets/images/871019cb-fcd6-420d-9a62-9f191026d7fb_sm.jpg'></a></td><td style='padding-left:15px;'><a><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl01$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$AfterImg' class='PageContact_Contact_Photo' src='/assets/images/1d34751f-9570-4ae7-a0a8-562b07446367_sm.jpg'></a></td></tr></tbody></table></div></div><div></div><div align='left'></div></div><div style='padding-left:15px;padding-top:15px; vertical-align:top;float:left;'><strong><span>Porcelain Crowns (Caps)</span><br></strong></div><div style='clear:both; padding-top:15px;'><hr style='margin-top:5px;margin-bottom:5px'></div><div style='float:left'><div><div><table><tbody><tr><td><a href='javascript:void(0);'><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl02$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$BeforeImg' class='PageContact_Contact_Photo' src='/assets/images/86ca9f44-a326-4f8f-98c9-3d84c755c8f3_sm.jpg'></a></td><td style='padding-left:15px;'><a><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl02$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$AfterImg' class='PageContact_Contact_Photo' src='/assets/images/85bf4632-79e5-4e61-8fbf-4e886a73321f_sm.jpg'></a></td></tr></tbody></table></div></div><div></div><div align='left'></div></div><div style='padding-left:15px;padding-top:15px; vertical-align:top;float:left;'><strong><span>Crowns (Caps)</span><br><span>Dental Implants</span><br><span>Porcelain Crowns (Caps)</span><br></strong></div><div style='clear:both; padding-top:15px;'><hr style='margin-top:5px;margin-bottom:5px'></div><div style='float:left'><div><div><table><tbody><tr><td><a href='javascript:void(0);'><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl03$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$BeforeImg' class='PageContact_Contact_Photo' src='/assets/images/5d57b1b7-7f6c-4739-8a11-aaecf86e3339_sm.jpg'></a></td><td style='padding-left:15px;'><a><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl03$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$AfterImg' class='PageContact_Contact_Photo' src='/assets/images/8b708022-78ff-4f30-8b1b-b47803fc0604_sm.jpg'></a></td></tr></tbody></table></div></div><div><div><table><tbody><tr><td><a href='javascript:void(0);'><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl03$PhotoSet1$PhotoRepeater$ctl01$Before_After_Photos1$BeforeImg' class='PageContact_Contact_Photo' src='/assets/images/5bb75bfc-87b0-478c-9b54-6a43adaf0845_sm.jpg'></a></td><td style='padding-left:15px;'><a><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl03$PhotoSet1$PhotoRepeater$ctl01$Before_After_Photos1$AfterImg' class='PageContact_Contact_Photo' src='/assets/images/aece74bb-419f-48d2-9919-ba2bb7457cdd_sm.jpg'></a></td></tr></tbody></table></div></div><div align='left'></div></div><div style='padding-left:15px;padding-top:15px; vertical-align:top;float:left;'><strong><span>Crowns (Caps)</span><br><span>Dental Implants</span><br><span>Dentures &amp; Partial Dentures</span><br><span>Porcelain Crowns (Caps)</span><br></strong></div><div style='clear:both; padding-top:15px;'><hr style='margin-top:5px;margin-bottom:5px'></div><div style='float:left'><div><div></div></div><div></div><div align='left'></div></div><div style='padding-left:15px;padding-top:15px; vertical-align:top;float:left;'></div><div style='clear:both; padding-top:15px;'><hr style='margin-top:5px;margin-bottom:5px'></div><input name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl03$ReturnButton' type='button' class='Button' onmouseover='this.className='ButtonHover'' onmouseout=\"this.className='Button'\" onclick=\"document.location.href='/content/smile-gallery/'\" value='Return to List'>&nbsp;</div></div><br clear='all'></div>"
	},
	{
		"title": "Dental Implants",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Smile%20Gallery1678319061.jpg'></div><script type='text/javascript'>function addFavorite(url, title) {if (window.sidebar){window.sidebar.addPanel(title, url, '');}else if(window.opera && window.print){var elem = document.createElement('a');elem.setAttribute('href',url);elem.setAttribute('title',title);elem.setAttribute('rel','sidebar');elem.click();}else if (window.external){window.external.AddFavorite(url, title);}}</script><div><div><div><div class='PageService_Line_Group_Name'><span>Dental Implants</span> </div><div class='PageService_Line_Group_Items'></div></div><div><div style='font-size:9px;padding-bottom:10px;'><span>Click a photo to view full-sized images and case details</span></div><input name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl00$ReturnButtontop' type='button' class='Button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" onclick=\"document.location.href='/content/smile-gallery/'\" value='Return to List'>&nbsp;<div style='padding-bottom:10px;display:inline-block;'> &nbsp;&nbsp;&nbsp;&nbsp;</div></div><div style='padding-bottom:10px; font-size:14px; font-weight:bold;'></div><div style='float:left'><div><div><table><tbody><tr><td><a href='javascript:void(0);'><input type='image' class='PageContact_Contact_Photo' src='/assets/images/86ca9f44-a326-4f8f-98c9-3d84c755c8f3_sm.jpg'></a></td><td style='padding-left:15px;'><a><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl00$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$AfterImg' class='PageContact_Contact_Photo' src='/assets/images/85bf4632-79e5-4e61-8fbf-4e886a73321f_sm.jpg'></a></td></tr></tbody></table></div></div><div></div><div align='left'></div></div><div style='padding-left:15px;padding-top:15px; vertical-align:top;float:left;'><strong><span>Crowns (Caps)</span><br><span>Dental Implants</span><br><span>Porcelain Crowns (Caps)</span><br></strong></div><div style='clear:both; padding-top:15px;'><hr style='margin-top:5px;margin-bottom:5px'></div><div style='float:left'><div><div><table><tbody><tr><td><a href='javascript:void(0);'><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl01$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$BeforeImg' class='PageContact_Contact_Photo' src='/assets/images/5d57b1b7-7f6c-4739-8a11-aaecf86e3339_sm.jpg'></a></td><td style='padding-left:15px;'><a><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl01$PhotoSet1$PhotoRepeater$ctl00$Before_After_Photos1$AfterImg' class='PageContact_Contact_Photo' src='/assets/images/8b708022-78ff-4f30-8b1b-b47803fc0604_sm.jpg'></a></td></tr></tbody></table></div></div><div><div><table><tbody><tr><td><a href='javascript:void(0);'><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl01$PhotoSet1$PhotoRepeater$ctl01$Before_After_Photos1$BeforeImg' class='PageContact_Contact_Photo' src='/assets/images/5bb75bfc-87b0-478c-9b54-6a43adaf0845_sm.jpg'></a></td><td style='padding-left:15px;'><a><input type='image' name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl01$PhotoGroup1$PhotosetRepeater$ctl01$PhotoSet1$PhotoRepeater$ctl01$Before_After_Photos1$AfterImg' class='PageContact_Contact_Photo' src='/assets/images/aece74bb-419f-48d2-9919-ba2bb7457cdd_sm.jpg'></a></td></tr></tbody></table></div></div><div align='left'></div></div><div style='padding-left:15px;padding-top:15px; vertical-align:top;float:left;'><strong><span>Crowns (Caps)</span><br><span>Dental Implants</span><br><span>Dentures &amp; Partial Dentures</span><br><span>Porcelain Crowns (Caps)</span><br></strong></div><div style='clear:both; padding-top:15px;'><hr style='margin-top:5px;margin-bottom:5px'></div><input name='ctl00$ContentPlaceHolder1$PhotoGroupRepeater$ctl02$ReturnButton' type='button' class='Button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" onclick=\"document.location.href='/content/smile-gallery/'\" value='Return to List'>&nbsp;<div style='padding-bottom:10px;display:inline-block;'> &nbsp;&nbsp;&nbsp;&nbsp;</div></div></div><br clear='all'></div>"
	},
	{
		"title": "Procedures",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div><div><div class='PageService_Line_Group_Items'><p></p></div><h1 align='justify' style='text-align: left;'><span style='font-size: 17px;'>Cosmetic &amp; General Dental Procedures in Lansdowne - Crowns, Fillings &amp; Teeth Whitening<hr></span></h1><span style='text-align: left;'><div style='text-align: justify;'>Whether you're missing a crown, need a filling or want whiter teeth, Lansdowne Family &amp; Cosmetic Dentistry can&nbsp;provide you with exceptional care as we enhance the natural beauty of your smile.&nbsp; Below are just some of the many procedures and services we regularly provide to our patients – with a gentle touch, and stunning results.&nbsp; Your smile is our first priority, and we’ll give you something to smile about.</div></span><p>If you have any questions, concerns, or would like to <a href='/appointment/' target='_blank'>schedule an appointment</a>, please <a href='/contact/'>contact us today</a>.&nbsp; We look forward to providing you with the personal care you deserve.</p><p align='justify'>Sincerely,</p><p align='justify'><a href='/content/our-doctor/'>Dr. Paul Ellington</a><br><em>Your Local Family Dentist in Lansdowne, Virginia</em></p></div></div><ul class='PageService_Group'><li class='PageService_Group_Name'><a href='/content/cleanings-prevention/'>Cleanings &amp; Prevention</a></li></ul><ul class='PageService_Item'><li class='PageService_Item_Name'><a href='/content/dental-exams-cleanings/'>Dental Exams &amp; Cleanings</a></li></ul><ul class='PageService_Item'><li class='PageService_Item_Name'><a href='/content/dental-x-rays/'>Dental X-Rays</a></li></ul><ul class='PageService_Item'><li class='PageService_Item_Name'><a href='/content/home-care/'>Home Care</a></li></ul><ul class='PageService_Item'><li class='PageService_Item_Name'><a href='/content/how-to-properly-brush-floss/'>How to Properly Brush &amp; Floss</a></li></ul><ul class='PageService_Group'><li class='PageService_Group_Name'><a href='/content/periodontal-disease/'>Periodontal Disease</a></li></ul><ul class='PageService_Item'><li class='PageService_Item_Name'><a href='/content/what-is-periodontal-gum-disease/'>What is Periodontal (Gum) Disease?</a></li></ul><ul class='PageService_Item'><li class='PageService_Item_Name'><a href='/content/diagnosis/'>Diagnosis</a></li></ul><ul class='PageService_Item'><li class='PageService_Item_Name'><a href='/content/treatment/'>Treatment</a></li></ul><ul class='PageService_Item'><li class='PageService_Item_Name'><a href='/content/maintenance/'>Maintenance</a></li></ul><ul class='PageService_Group'><li class='PageService_Group_Name'><a href='/content/restorations/'>Restorations</a></li></ul><ul class='PageService_Item'><li class='PageService_Item_Name'><a href='/content/composite-fillings/'>Composite Fillings</a></li></ul><ul class='PageService_Item'><li class='PageService_Item_Name'><a href='/content/crowns-caps/'>Crowns (Caps)</a></li></ul><ul class='PageService_Item'><li class='PageService_Item_Name'><a href='/content/dentures-partial-dentures/'>Dentures &amp; Partial Dentures</a></li></ul><ul class='PageService_Item'><li class='PageService_Item_Name'><a href='/content/fixed-bridges/'>Fixed Bridges</a></li></ul><ul class='PageService_Item'><li class='PageService_Item_Name'><a href='/content/root-canal-therapy/'>Root Canal Therapy</a></li></ul><br><br clear='all'></div>"
	},
	{
		"title": "Cleanings & Prevention",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Cleanings%20-%20Prevention-489155496.jpg'></div><div><div class='PageService_Line_Item_Name'><div style='float:left'><span>Cleanings &amp; Prevention</span></div><div style='float:right'></div></div><div><div class='PageService_Line_Group_Items'><a class='submenulink' href='/content/dental-exams-cleanings/'> Dental Exams &amp; Cleanings </a>&nbsp;|&nbsp;<a class='submenulink' href='/content/dental-x-rays/'> Dental X-Rays </a>&nbsp;|&nbsp;<a class='submenulink' href='/content/home-care/'> Home Care </a>&nbsp;|&nbsp;<a class='submenulink' href='/content/how-to-properly-brush-floss/'> How to Properly Brush &amp; Floss </a><p></p></div><p align='justify'><span>A preventive program is a cooperative effort by the patient, dentist, and dental staff to preserve the natural dentition and supporting structures by preventing the onset, progress, and recurrence of dental diseases and conditions. </span></p><p align='justify'><span>Preventing dental disease starts at home with good oral hygiene and a balanced diet.&nbsp; It is continued in the dental office by the efforts of your dentist and dental hygienist to promote, restore, and maintain your oral health. </span></p><p align='justify'><span>Prevention also includes regular dental exams, cleanings, and x-rays. Sealants and fluoride are also great preventive treatments that help protect the teeth.</span></p><p align='justify'><span>Prevention helps avoid serious and costly dental problems and is the key to having a <b><i>healthy, confident, beautiful smile.</i></b></span></p></div></div><br><input name='ctl00$ContentPlaceHolder1$btnBack' type='button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" class='Button' value='&lt;&lt;' onclick=\"document.location.href='/content/procedures/'\"><br clear='all'></div>"
	},
	{
		"title": "Periodontal Disease",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Periodontal%20Disease-68516386.jpg'></div><div><div class='PageService_Line_Item_Name'><div style='float:left'><span>Periodontal Disease</span></div><div style='float:right'></div></div><div><div class='PageService_Line_Group_Items'><a class='submenulink' href='/content/what-is-periodontal-gum-disease/'> What is Periodontal (Gum) Disease? </a>&nbsp;|&nbsp;<a class='submenulink' href='/content/diagnosis/'> Diagnosis </a>&nbsp;|&nbsp;<a class='submenulink' href='/content/treatment/'> Treatment </a>&nbsp;|&nbsp;<a class='submenulink' href='/content/maintenance/'> Maintenance </a><p></p></div><span><p align='justify'><span>The word <i>periodontal </i>means “around the tooth”.&nbsp; Periodontal disease attacks the gums and the bone that support the teeth.&nbsp; Plaque is a sticky film of food debris, bacteria, and saliva.&nbsp; If plaque is not removed, it turns into calculus (tartar).&nbsp; When plaque and calculus are not removed, they begin to destroy the gums and bone.&nbsp; Periodontal disease is characterized by red, swollen, and bleeding gums.</span></p><p align='justify'><span>Four out of five people have periodontal disease and don’t know it!&nbsp; Most people are not aware of it because the disease is usually painless in the early stages.</span></p><p align='justify'><span>Not only is it the <i>number one reason</i> for tooth loss, research suggests that there may be a link between periodontal disease and other diseases such as, stroke, bacterial pneumonia, diabetes, cardiovascular disease, and increased risk during pregnancy.&nbsp; Researchers are determining if inflammation and bacteria associated with periodontal disease affects these systemic diseases and conditions.&nbsp; Smoking also increases the risk of periodontal disease.</span></p><p align='justify'><span>Good oral hygiene, a balanced diet, and regular dental visits can help reduce your risk of developing periodontal disease.</span></p><p align='justify'><b><span><font size='4'>Signs and symptoms of periodontal disease:</font></span></b></p><ul type='disc'><li><div align='justify'><b><span>Bleeding gums</span></b><span> – Gums should never bleed, even when you brush vigorously or use dental floss.</span></div></li></ul><ul type='disc'><li><div align='justify'><b><span>Loose teeth</span></b><span> – Also caused by bone loss or weakened periodontal fibers (fibers that support the tooth to the bone).</span></div></li></ul><ul type='disc'><li><div align='justify'><b><span>New spacing between teeth</span></b><span> – Caused by bone loss.</span></div></li></ul><ul type='disc'><li><div align='justify'><b><span>Persistent bad breath</span></b><span> – Caused by bacteria in the mouth.</span></div></li></ul><ul type='disc'><li><div align='justify'><b><span>Pus around the teeth and gums</span></b><span> – Sign that there is an infection present.</span><div></li></ul><ul type='disc'><li><div align='justify'><b><span>Receding gums</span></b><span> – Loss of gum around a tooth.</span></div></li></ul><ul type='disc'><li><div align='justify'><b><span>Red and puffy gums</span></b><span> – Gums should never be red or swollen.</span></div></li></ul><ul type='disc'><li><div align='justify'><b><span>Tenderness or Discomfort</span></b><span> – Plaque, calculus, and bacteria irritate the gums and teeth.</span></div></li></ul></span></div></div><br><input name='ctl00$ContentPlaceHolder1$btnBack' type='button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" class='Button' value='&lt;&lt;' onclick=\"document.location.href='/content/procedures/'\"><br clear='all'></div>"
	},
	{
		"title": "Restorations",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Restorations60452044.jpg'></div><div><div class='PageService_Line_Item_Name'><div style='float:left'><span>Restorations</span></div><div style='float:right'><a href='/content/restorations/'>View Photos</a></div></div><div><div class='PageService_Line_Group_Items'><a class='submenulink' href='/content/composite-fillings/'> Composite Fillings </a>&nbsp;|&nbsp;<a class='submenulink' href='/content/crowns-caps/'> Crowns (Caps) </a>&nbsp;|&nbsp;<a class='submenulink' href='/content/dentures-partial-dentures/'> Dentures &amp; Partial Dentures </a>&nbsp;|&nbsp;<a class='submenulink' href='/content/fixed-bridges/'> Fixed Bridges </a>&nbsp;|&nbsp;<a class='submenulink' href='/content/root-canal-therapy/'> Root Canal Therapy </a><p></p></div><p align='justify'><span>It’s great news that the incidence of tooth decay has significantly diminished over the years due to the use of fluorides and an increase in patient awareness.&nbsp; However, teeth are still susceptible to decay, infection, and breakage and sometimes need to be restored back to health.&nbsp; Through improved techniques and modern technology, we are now able to offer more options for restoring a tooth back to its normal shape, appearance and function.</span></p><p align='justify'><span>Should your teeth ever require a restorative treatment, you can rest assured knowing we will always discuss with you the available options, and recommend what we believe to be the most comfortable and least invasive treatment.&nbsp; Providing you with excellent care is our number one priority when creating your beautiful smile.</span></p><p align='justify'><b><span><font size='4'>Reasons for restorative dentistry:</font></span></b></p><span><ul type='disc'><li><span>Enhance your smile.</span></li><li><span>Fill in unattractive spaces between teeth.</span></li><li><span>Improve or correct an improper bite.</span></li><li><span>Prevent the loss of a tooth.</span></li><li><span>Relieve dental pain.</span></li><li><span>Repair damaged and decayed teeth.</span></li><li><span>Replace missing teeth.</span></li><li><span>Replace old, unattractive dental treatments.</span></li><li><span>Restore normal eating and chewing.</span></li></ul></span><p align='justify'><i><span><strong>Remember to give your teeth the attention they need today!</strong></span></i></p></div></div><br><input name='ctl00$ContentPlaceHolder1$btnBack' type='button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" class='Button' value='&lt;&lt;' onclick=\"document.location.href='/content/procedures/'\"><br clear='all'></div>"
	},
	{
		"title": "Dental Exams & Cleanings",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Cleanings%20-%20Prevention-489155496.jpg'></div><div><div class='PageService_Line_Item_Name'><div style='float:left'><span>Dental Exams &amp; Cleanings</span></div><div style='float:right'></div></div><div><div class='PageService_Line_Group_Items'><p></p></div><p align='justify'><b><span><font size='4'>Dental Exam</font></span></b></p><p align='justify'><span>A comprehensive dental exam will be performed by your dentist at your initial dental visit.&nbsp; At regular check-up exams, your dentist and hygienist will include the following:</span></p><ul type='disc'><li><div align='justify'><b><span>Examination of diagnostic x-rays (radiographs): </span></b><span>Essential for detection of decay, tumors, cysts, and bone loss.&nbsp; X-rays also help determine tooth and root positions.</span></div></li></ul><ul type='disc'><li><div align='justify'><b><span>Oral cancer screening: </span></b><span>Check the face, neck, lips, tongue, throat, tissues, and gums for any signs of oral cancer.</span></div></li></ul><ul type='disc'><li><div align='justify'><b><span>Gum disease evaluation: </span></b><span>Check the gums and bone around the teeth for any signs of periodontal disease.</span></div></li></ul><ul type='disc'><li><div align='justify'><b><span>Examination of tooth decay: </span></b><span>All tooth surfaces will be checked for decay with special dental instruments.</span></div></li></ul><ul type='disc'><li><div align='justify'><b><span>Examination of existing restorations: </span></b><span>Check current fillings, crowns, etc.</span</div></li></ul><p align='justify'><span></span></p><p align='justify'><b><span><font size='4'>Professional Dental Cleaning</font></span></b></p><p align='justify'><b><i></i></b></p><p align='justify'><span>Professional dental cleanings (<i>dental prophylaxis</i>) are usually performed by Registered Dental Hygienists.&nbsp; Your cleaning appointment will include a dental exam and the following:</span></p><span><ul type='disc'><li><b><span>Removal of calculus (tartar): </span></b><span>Calculus is hardened plaque that has been left on the tooth for some time and is now firmly attached to the tooth surface.&nbsp; Calculus forms above and below the gum line and can only be removed with special dental instruments.</span></li></ul><ul type='disc'><li><b><span>Removal of plaque: </span></b><span>Plaque is a sticky, almost invisible film that forms on the teeth.&nbsp; It is a growing colony of living bacteria, food debris, and saliva.&nbsp; The bacteria produce toxins (poisons) that inflame the gums.&nbsp; This inflammation is the start of periodontal disease!</span></li></ul><ul type='disc'><li><b><span>Teeth polishing: </span></b><span>Remove stain and plaque that is not otherwise removed during tooth brushing and scaling.</span></li></ul></span></div></div><br><input name='ctl00$ContentPlaceHolder1$btnBack' type='button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" class='Button' value='&lt;&lt;' onclick=\"document.location.href='/content/cleanings-prevention/'\"><br clear='all'></div>"
	},
	{
		"title": "Dental X-Rays",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Cleanings%20-%20Prevention-489155496.jpg'></div><div><div class='PageService_Line_Item_Name'><div style='float:left'><span>Dental X-Rays</span></div><div style='float:right'></div></div><div><div class='PageService_Line_Group_Items'><p></p></div><p align='justify'><span>Dental radiographs (x-rays) are essential, preventative, diagnostic tools that provide valuable information not visible during a regular dental exam.&nbsp; Dentists and dental hygienists use this information to safely and accurately detect hidden dental abnormalities and complete an accurate treatment plan.&nbsp; Without x-rays, problem areas may go undetected.</span></p><p align='justify'><b><span><font size='4'>Dental x-rays may reveal:</font></span></b></p><ul type='disc'><li><div align='justify'><span>Abscesses or cysts.</span></div></li><li><div align='justify'><span>Bone loss.</span></div></li><li><div align='justify'><span>Cancerous and non-cancerous tumors.</span></div></li><li><div align='justify'><span>Decay between the teeth.</span></div></li><li><div align='justify'><span>Developmental abnormalities.</span></div></li><li><div align='justify'><span>Poor tooth and root positions.</span></div></li><li><div align='justify'><span>Problems inside a tooth or below the gum line.</span></div></li></ul><p align='justify'><span>Detecting and treating dental problems at an early stage can save you time, money, unnecessary discomfort, and your teeth! </span></p><p align='justify'><b><span><font size='4'>Are dental x-rays safe?</font></span></b></p><p align='justify'><span>We are all exposed to natural radiation in our environment.&nbsp; The amount of radiation exposure from a full mouth series of x-rays is equal to the amount a person receives in a single day from natural sources. </span></p><p align='justify'><span>Dental x-rays produce a low level of radiation and are considered safe.&nbsp; Dentists take necessary precautions to limit the patient’s exposure to radiation when taking dental x-rays. &nbsp;These precautions include using lead apron shields to protect the body and using modern, fast film that cuts down the exposure time of each x-ray.</span></p><p align='justify'><b><span><font size='4'>How often should dental x-rays be taken?</font></span></b></p><p align='justify'><span>The need for dental x-rays depends on each patient’s <i>individual</i> dental health needs.&nbsp; Your dentist and dental hygienist will recommend necessary x-rays based on the review of your medical and dental history, dental exam, signs and symptoms, age consideration, and risk for disease.</span></p><p align='justify'><span>A <i>full mouth series</i> of dental x-rays is recommended for new patients.&nbsp; A full series is usually good for three to five years.&nbsp; <i>Bite-wing x-rays</i> (x-rays of top and bottom teeth biting together) are taken at recall (check-up) visits and are recommended once or twice a year to detect new dental problems.</span></p></div></div><br><input name='ctl00$ContentPlaceHolder1$btnBack' type='button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" class='Button' value='&lt;&lt;' onclick=\"document.location.href='/content/cleanings-prevention/'\"><br clear='all'></div>"
	},
	{
		"title": "Home Care",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Cleanings%20-%20Prevention-489155496.jpg'></div><div><div class='PageService_Line_Item_Name'><div style='float:left'><span>Home Care</span></div><div style='float:right'></div></div><div><div class='PageService_Line_Group_Items'><p></p></div><p align='justify'><span>A beautiful, healthy smile that lasts a lifetime is our ultimate goal when treating patients.&nbsp;&nbsp;Your personal home care plays an important role in achieving that goal.&nbsp; Your personal home care&nbsp;starts&nbsp;by eating balanced meals, reducing the number of snacks you eat, and correctly using the various dental aids that help control the plaque and bacteria that cause dental disease.</span></p><p align='justify'><b><span>Tooth brushing</span></b><span> – Brush your teeth at least twice a day (especially before going to bed at night) with an ADA approved <i>soft </i>bristle brush and toothpaste.</span></p><ol type='1'><li><div align='justify'><span>Place the brush at a 45 degree angle to the gums and gently brush using a small, circular motion, ensuring that you <i>always</i> feel the bristles <i>on the gums.</i></span></div></li><li><div align='justify'><span>Brush the outer, inner, and biting surfaces of each tooth.</span></div></li><li><div align='justify'><span>Use the tip of the brush to clean the inside of the front teeth.</span></div></li><li><div align='justify'><span>Brush your tongue to remove bacteria and freshen your breath.</span></div></li></ol><p align='justify'><span>Electric toothbrushes are also recommended.&nbsp; They are easy to use and can remove plaque efficiently.&nbsp; Simply place the bristles of the electric brush on your gums and teeth and allow the brush to do its job, several teeth at a time.</span></p><p align='justify'><b></b></p><p align='justify'><b></b></p><p align='justify'><b><span>Flossing</span></b><span> – Daily flossing is the best way to clean between the teeth and under the gumline.&nbsp; Flossing not only helps clean these spaces, it disrupts plaque colonies from building up, preventing damage to the gums, teeth, and bone.</span></p><ol type='1'><li><div align='justify'><span>Take 12-16 inches (30-40cm) of dental floss and wrap it around your middle fingers, leaving about 2 inches (5cm) of floss between the hands.</span></div></li><li><div align='justify'><span>Using your thumbs and forefingers to guide the floss, gently insert the floss between teeth using a sawing motion.</span></div></li><li><div align='justify'><span>Curve the floss into a “C” shape around each tooth and under the gumline.&nbsp; Gently move the floss up and down, cleaning the side of each tooth.</span></div></li></ol><p align='justify'><span>Floss holders are recommended if you have difficulty using conventional floss.</span></p><p align='justify'><b><span>Rinsing</span></b><span> – It is important to rinse your mouth with water after brushing, and also after meals if you are unable to brush.&nbsp; If you are using an over-the-counter product for rinsing, it’s a good idea to consult with your dentist or dental hygienist on its appropriateness for you.</span></p><p align='justify'><span>Use other dental aids as recommended by your dentist or dental hygienist: Interdental brushes, rubber tip stimulators, tongue cleaners, irrigation devices, fluoride, medicated rinses, etc., can all play a role in good dental home care.</span></p></div></div><br><input name='ctl00$ContentPlaceHolder1$btnBack' type='button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" class='Button' value='&lt;&lt;' onclick=\"document.location.href='/content/cleanings-prevention/'\"><br clear='all'></div>"
	},
	{
		"title": "How to Properly Brush & Floss",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Cleanings%20-%20Prevention-489155496.jpg'></div><div><div class='PageService_Line_Item_Name'><div style='float:left'><span>How to Properly Brush &amp; Floss</span></div><div style='float:right'></div></div><div><div class='PageService_Line_Group_Items'><p></p></div><p align='justify'>Brushing and flossing are of paramount importance to oral hygiene.&nbsp; Though bi-annual professional dental cleanings remove plaque, tartar and debris, excellent homecare methods are equally valuable.&nbsp; Proper brushing and flossing can enhance the health of the mouth, make the smile sparkle and prevent serious diseases.</p><p align='justify'>Reasons why proper brushing and flossing are essential:</p><ul><li><div align='justify'><strong>Prevention of tooth decay</strong> – Tooth decay is one of the leading causes of tooth loss, and its treatment often requires complex dental procedures.&nbsp; Tooth decay occurs when the acids found in plaque erode the natural enamel found on the teeth.&nbsp; This phenomenon can easily be prevented by using proper home hygiene methods.</div><br></li><li><div align='justify'><strong>Prevention of periodontal disease</strong> – Periodontal disease is a serious, progressive condition which can cause tooth loss, gum recession and jawbone recession.&nbsp; Periodontal disease is caused by the toxins found in plaque, and can lead to serious health problems in other parts of the body.&nbsp; Removing plaque and calculus (tartar) from the surface of the tooth using a toothbrush, and from the interdental areas using dental floss, is an excellent way to stave off periodontal problems.</div><br></li><li><div align='justify'><strong>Prevention of halitosis</strong> – Bad breath or halitosis is usually caused by old food particles on or between the teeth.&nbsp; These food particles can be removed with regular brushing and flossing; leaving the mouth healthier, and breath smelling fresher.</div><br></li><li><div align='justify'><strong>Prevention of staining</strong> – Staining or the yellowing of teeth can be caused by a wide variety of factors such as smoking, coffee and tea.&nbsp; The more regularly these staining agents are removed from the teeth using brushing and flossing techniques, the less likely it is that the stains will become permanent.</div></li></ul><p align='justify'><font style='FONT-SIZE: 16px'><strong>The Proper Way to Brush</strong></font></p><p align='justify'>The teeth should be brushed at least twice a day; ideally in the morning and before bed.&nbsp; The perfect toothbrush is small in size with soft, rounded-end bristles and no more than three months old.&nbsp; The head of the brush needs to be small enough to access all areas of the mouth, and the bristles should be soft enough so as not to cause undue damage to the gum tissue.&nbsp; The American Dental Association (ADA) has given electric toothbrushes their seal of approval; stating that those with rotating or oscillating heads are more effective than other toothbrushes.</p><p align='justify'>Here is a basic guide to proper brushing:</p><ol><li><div align='justify'>Place the toothbrush at a 45-degree angle where the gums and teeth meet. </div></li><li><div align='justify'>Use small circular motions to gently brush the gumline and teeth. </div></li><li><div align='justify'>Do not scrub or apply too much pressure to the teeth, as this can damage the gums and tooth enamel. </div></li><li><div align='justify'>Brush every surface of every tooth, cheek-side, tongue-side, and chewing surfaces. Place special emphasis on the surfaces of the back teeth. </div></li><li><div align='justify'>Use back and forth strokes to brush the chewing surfaces. </div></li><li><div align='justify'>Brush the tongue to remove fungi, food and debris. </div></li></ol><p align='justify'><font style='FONT-SIZE: 16px'><strong>The Proper Way to Floss</strong></font></p><p align='justify'>Flossing is a great way to remove plaque from the interdental regions (between the teeth). &nbsp;Flossing is an especially important tool for preventing periodontal disease and limiting the depth of the gum pockets.&nbsp; The interdental regions are difficult to reach with a toothbrush and should be cleansed with dental floss on a daily basis.&nbsp; The flavor and type of floss are unimportant; choose floss that will be easy and pleasant to use.</p><p align='justify'>Here is a basic guide to proper flossing:</p><ol><li><div align='justify'>Cut a piece of floss to around 18 inches long. </div></li><li><div align='justify'>Wrap one end of the floss around the middle finger of the left hand and the other end around the middle finger of the right hand until the hands are 2-3 inches apart. </div></li><li><div align='justify'>Work the floss gently between the teeth toward the gum line. </div></li><li><div align='justify'>Curve the floss in a U-shape around each individual tooth and carefully slide it beneath the gum line. </div></li><li><div align='justify'>Carefully move the floss up and down several times to remove interdental plaque and debris. </div></li><li><div align='justify'>Do not pop the floss in and out between the teeth as this will inflame and cut the gums. </div></li></ol><p align='justify'><em>If you have any questions about the correct way to brush or floss, please ask your dentist or dental hygienist. </em></p></div></div><br><input name='ctl00$ContentPlaceHolder1$btnBack' type='button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" class='Button' value='&lt;&lt;' onclick=\"document.location.href='/content/cleanings-prevention/'\"><br clear='all'></div>"
	},
	{
		"title": "What is Periodontal (Gum) Disease?",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Periodontal%20Disease-68516386.jpg'></div><div><div class='PageService_Line_Item_Name'><div style='float:left'><span>What is Periodontal (Gum) Disease?</span></div><div style='float:right'></div></div><div><div class='PageService_Line_Group_Items'><p></p></div><p align='justify'>The term “periodontal”means “around the tooth.”&nbsp; Periodontal disease (also known as periodontitis and gum disease) is a common inflammatory condition which affects the supporting and surrounding soft tissues of the tooth; also the jawbone itself when in its most advanced stages.</p><p align='justify'>Periodontal disease is most often preceded by gingivitis which is a bacterial infection of the gum tissue.&nbsp; A bacterial infection affects the gums when the toxins contained in plaque begin to irritate and inflame the gum tissues.&nbsp; Once this bacterial infection colonizes in the gum pockets between the teeth, it becomes much more difficult to remove and treat. &nbsp;Periodontal disease is a progressive condition that eventually leads to the destruction of the connective tissue and jawbone.&nbsp; If left untreated, it can lead to shifting teeth, loose teeth and eventually tooth loss.</p><p align='justify'>Periodontal disease is the leading cause of tooth loss among adults in the developed world and should always be promptly treated.</p><p align='justify'><font style='FONT-SIZE: 16px'><strong>Types of Periodontal Disease</strong></font></p><p align='justify'>When left untreated, gingivitis (mild gum inflammation) can spread to below the gum line.&nbsp; When the gums become irritated by the toxins contained in plaque, a chronic inflammatory response causes the body to break down and destroy its own bone and soft tissue.&nbsp; There may be little or no symptoms as periodontal disease causes the teeth to separate from the infected gum tissue. &nbsp;Deepening pockets between the gums and teeth are generally indicative that soft tissue and bone is being destroyed by periodontal disease.</p><p align='justify'>Here are some of the most common types of periodontal disease:</p><ul><li><div align='justify'><strong>Chronic periodontitis</strong> – Inflammation within supporting tissues cause deep pockets and gum recession.&nbsp; It may appear the teeth are lengthening, but in actuality, the gums (gingiva) are receding.&nbsp; This is the most common form of periodontal disease and is characterized by progressive loss of attachment, interspersed with periods of rapid progression.</div><br></li><li><div align='justify'><strong>Aggressive periodontitis</strong> – This form of gum disease occurs in an otherwise clinically healthy individual.&nbsp; It is characterized by rapid loss of gum attachment, chronic bone destruction and familial aggregation.</div><br></li><li><div align='justify'><strong>Necrotizing periodontitis</strong> – This form of periodontal disease most often occurs in individuals suffering from systemic conditions such as HIV, immunosuppression and malnutrition.&nbsp; Necrosis (tissue death) occurs in the periodontal ligament, alveolar bone and gingival tissues.</div><br></li><li><div align='justify'><strong>Periodontitis caused by systemic disease</strong> – This form of gum disease often begins at an early age.&nbsp; Medical condition such as respiratory disease, diabetes and heart disease are common cofactors.</div></li></ul><p align='justify'><font style='FONT-SIZE: 16px'><strong>Treatment for Periodontal Disease</strong></font></p><p align='justify'>There are many surgical and nonsurgical treatments the periodontist may choose to perform, depending upon the exact condition of the teeth, gums and jawbone. &nbsp;A complete periodontal exam of the mouth will be done before any treatment is performed or recommended.</p><p align='justify'>Here are some of the more common treatments for periodontal disease:</p><ul><li><div align='justify'><strong>Scaling and root planing</strong> – In order to preserve the health of the gum tissue, the bacteria and calculus (tartar) which initially caused the infection, must be removed. &nbsp;The gum pockets will be cleaned and treated with antibiotics as necessary to help alleviate the infection. &nbsp;A prescription mouthwash may be incorporated into daily cleaning routines.</div><br></li><li><div align='justify'><strong>Tissue regeneration</strong> – When the bone and gum tissues have been destroyed, regrowth can be actively encouraged using grafting procedures.&nbsp; A membrane may be inserted into the affected areas to assist in the regeneration process.</div><br></li><li><div align='justify'><strong>Pocket elimination surgery</strong> – Pocket elimination surgery (also known as flap surgery) is a surgical treatment which can be performed to reduce the pocket size between the teeth and gums. &nbsp;Surgery on the jawbone is another option which serves to eliminate indentations in the bone which foster the colonization of bacteria.</div><br></li><li><div align='justify'><strong>Dental implants</strong> – When teeth have been lost due to periodontal disease, the aesthetics and functionality of the mouth can be restored by implanting prosthetic teeth into the jawbone.&nbsp; Tissue regeneration procedures may be required prior to the placement of a dental implant in order to strengthen the bone.</div></li></ul><p align='justify'><em>Ask your dentist if you have questions or concerns about periodontal disease, periodontal treatment, or dental implants. </em></p></div></div><br><input name='ctl00$ContentPlaceHolder1$btnBack' type='button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" class='Button' value='&lt;&lt;' onclick=\"document.location.href='/content/periodontal-disease/'\"><br clear='all'></div>"
	},
	{
		"title": "Diagnosis",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Periodontal%20Disease-68516386.jpg'></div><div><div class='PageService_Line_Item_Name'><div style='float:left'><span>Diagnosis</span></div><div style='float:right'></div></div><div><div class='PageService_Line_Group_Items'><p></p></div><p align='justify'><span>Periodontal disease is diagnosed by your dentist or dental hygienist during a <i>periodontal examination.&nbsp; </i>This type of exam should always be part of your regular dental check-up.</span></p><p align='justify'><span>A periodontal probe (small dental instrument) is gently used to measure the sulcus (pocket or space) between the tooth and the gums.&nbsp; The depth of a healthy sulcus measures three millimeters or less and does not bleed. &nbsp;The periodontal probe helps indicate if pockets are deeper than three millimeters.&nbsp; As periodontal disease progresses, the pockets usually get deeper.</span></p><p align='justify'><span>Your dentist or hygienist will use pocket depths, amount of bleeding, inflammation, tooth mobility, etc., to make a diagnosis that will fall into a category below:</span></p><p align='justify'><b><span><font size='4'>Gingivitis</font></span></b></p><p align='justify'><span>Gingivitis is the first stage of periodontal disease.&nbsp; Plaque and its toxin by-products irritate the gums, making them tender, inflamed, and likely to bleed.</span></p><p align='justify'><b><span><font size='4'>Periodontitis</font></span></b></p><p align='justify'><span>Plaque hardens into calculus (tartar).&nbsp; As calculus and plaque continue to build up, the gums begin to recede from the teeth.&nbsp; Deeper pockets form between the gums and teeth and become filled with bacteria and pus.&nbsp; The gums become very irritated, inflamed, and bleed easily.&nbsp; Slight to moderate bone loss may be present.</span></p><p align='justify'><b><span><font size='4'>Advanced Periodontitis</font></span></b></p><p align='justify'><span>The teeth lose more support as the gums, bone, and periodontal ligament continue to be destroyed.&nbsp; Unless treated, the affected teeth will become very loose and may be lost.&nbsp; Generalized moderate to severe bone loss may be present.</span></p></div></div><br><input name='ctl00$ContentPlaceHolder1$btnBack' type='button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" class='Button' value='&lt;&lt;' onclick=\"document.location.href='/content/periodontal-disease/'\"><br clear='all'></div>"
	},
	{
		"title": "Treatment",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Periodontal%20Disease-68516386.jpg'></div><div><div class='PageService_Line_Item_Name'><div style='float:left'><span>Treatment</span></div><div style='float:right'></div></div><div><div class='PageService_Line_Group_Items'><p></p></div><p align='justify'><span>Periodontal treatment methods depend upon the type and severity of the disease.&nbsp; Your dentist and dental hygienist will evaluate for periodontal disease and recommend the appropriate treatment.</span></p><p align='justify'><span>Periodontal disease progresses as the sulcus (pocket or space) between the tooth and gums gets filled with bacteria, plaque, and tartar, causing irritation to the surrounding tissues. &nbsp;When these irritants remain in the pocket space, they can cause damage to the gums and eventually, the bone that supports the teeth!</span></p><p align='justify'><span>If the disease is caught in the early stages of <i>gingivitis</i>, and no damage has been done, one to two regular cleanings will be recommended.&nbsp; You will also be given instructions on improving your daily oral hygiene habits and having regular dental cleanings.</span></p><p align='justify'><span>If the disease has progressed to more advanced stages, a special periodontal cleaning called <b><i>scaling and root planing </i></b><i>(deep cleaning)</i> will be recommended.&nbsp; It is usually done one quadrant of the mouth at a time while the area is numb.&nbsp; In this procedure, tartar, plaque, and toxins are removed from above and below the gum line (<i>scaling</i>) and rough spots on root surfaces are made smooth (<i>planing</i>).&nbsp; This procedure helps gum tissue to heal and pockets to shrink.&nbsp; Medications, special medicated mouth rinses, and an electric tooth brush may be recommended to help control infection and healing.</span></p><p align='justify'><span>If the pockets do not heal after scaling and root planing, periodontal surgery may be needed to reduce pocket depths, making teeth easier to clean. &nbsp;Your dentist may also recommend that you see a Periodontist (specialist of the gums and supporting bone).</span></p></div></div><br><input name='ctl00$ContentPlaceHolder1$btnBack' type='button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" class='Button' value='&lt;&lt;' onclick=\"document.location.href='/content/periodontal-disease/'\"><br clear='all'></div>"
	},
	{
		"title": "Maintenance",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Periodontal%20Disease-68516386.jpg'></div><div><div class='PageService_Line_Item_Name'><div style='float:left'><span>Maintenance</span></div><div style='float:right'></div></div><div><div class='PageService_Line_Group_Items'><p></p></div><p align='justify'><span>It only takes twenty four hours for plaque that is not removed from your teeth to turn into calculus (tartar)! &nbsp;Daily home cleaning helps control plaque and tartar formation, but those hard to reach areas will always need special attention.</span></p><p align='justify'><span>Once your periodontal treatment has been completed, your dentist and dental hygienist will recommend that you have regular maintenance cleanings (<i>periodontal cleanings</i>), usually four times a year.&nbsp; At these cleaning appointments, the pocket depths will be carefully checked to ensure that they are healthy.&nbsp; Plaque and calculus that is difficult for you to remove on a daily basis will be removed from above and below the gum line.</span></p><p align='justify'><span>In addition to your periodontal cleaning and evaluation, your appointment will usually include:</span></p><ul type='disc'><li><div align='justify'><b><span>Examination of diagnostic x-rays (radiographs):</span></b><span> Essential for detection of decay, tumors, cysts, and bone loss.X-rays also help determine tooth and root positions.</span></div></li></ul><ul type='disc'><li><div align='justify'><b><span>Examination of existing restorations: </span></b><span>Check current fillings, crowns, etc.</span></div></li></ul><ul type='disc'><li><div align='justify'><b><span>Examination of tooth decay:</span></b><span> Check all tooth surfaces for decay.</span></div></li></ul><ul type='disc'><li><div align='justify'><b><span>Oral cancer screening: </span></b><span>Check the face, neck, lips, tongue, throat, cheek tissues, and gums for any signs of oral cancer.</span></div></li></ul><ul type='disc'><li><div align='justify'><b><span>Oral hygiene recommendations: </span></b><span>Review and recommend oral hygiene aids as needed. (Electric toothbrushes, special periodontal brushes, fluorides, rinses, etc.)</span></div></li></ul><ul type='disc'><li><div align='justify'><b><span>Teeth polishing: </span></b><span>Remove stain and plaque that is not otherwise removed during tooth brushing and scaling.</span></div></li></ul><p align='justify'><span>Good oral hygiene practices and periodontal cleanings are essential in maintaining dental health and keeping periodontal disease under control!</span></p></div></div><br><input name='ctl00$ContentPlaceHolder1$btnBack' type='button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" class='Button' value='&lt;&lt;' onclick=\"document.location.href='/content/periodontal-disease/'\"><br clear='all'></div>"
	},
	{
		"title": "Maintenance",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Periodontal%20Disease-68516386.jpg'></div><div><div class='PageService_Line_Item_Name'><div style='float:left'><span>Maintenance</span></div><div style='float:right'></div></div><div><div class='PageService_Line_Group_Items'><p></p></div><p align='justify'><span>It only takes twenty four hours for plaque that is not removed from your teeth to turn into calculus (tartar)! &nbsp;Daily home cleaning helps control plaque and tartar formation, but those hard to reach areas will always need special attention.</span></p><p align='justify'><span>Once your periodontal treatment has been completed, your dentist and dental hygienist will recommend that you have regular maintenance cleanings (<i>periodontal cleanings</i>), usually four times a year.&nbsp; At these cleaning appointments, the pocket depths will be carefully checked to ensure that they are healthy.&nbsp; Plaque and calculus that is difficult for you to remove on a daily basis will be removed from above and below the gum line.</span></p><p align='justify'><span>In addition to your periodontal cleaning and evaluation, your appointment will usually include:</span></p><ul type='disc'><li><div align='justify'><b><span>Examination of diagnostic x-rays (radiographs):</span></b><span> Essential for detection of decay, tumors, cysts, and bone loss.X-rays also help determine tooth and root positions.</span></div></li></ul><ul type='disc'><li><div align='justify'><b><span>Examination of existing restorations: </span></b><span>Check current fillings, crowns, etc.</span></div></li></ul><ul type='disc'><li><div align='justify'><b><span>Examination of tooth decay:</span></b><span> Check all tooth surfaces for decay.</span></div></li></ul><ul type='disc'><li><div align='justify'><b><span>Oral cancer screening: </span></b><span>Check the face, neck, lips, tongue, throat, cheek tissues, and gums for any signs of oral cancer.</span></div></li></ul><ul type='disc'><li><div align='justify'><b><span>Oral hygiene recommendations: </span></b><span>Review and recommend oral hygiene aids as needed. (Electric toothbrushes, special periodontal brushes, fluorides, rinses, etc.)</span></div></li></ul><ul type='disc'><li><div align='justify'><b><span>Teeth polishing: </span></b><span>Remove stain and plaque that is not otherwise removed during tooth brushing and scaling.</span></div></li></ul><p align='justify'><span>Good oral hygiene practices and periodontal cleanings are essential in maintaining dental health and keeping periodontal disease under control!</span></p></div></div><br><input name='ctl00$ContentPlaceHolder1$btnBack' type='button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" class='Button' value='&lt;&lt;' onclick=\"document.location.href='/content/periodontal-disease/'\"><br clear='all'></div>"
	},
	{
		"title": "Composite Fillings",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Restorations60452044.jpg'></div><div><div class='PageService_Line_Item_Name'><div style='float:left'><span>Composite Fillings</span></div><div style='float:right'></div></div><div><div class='PageService_Line_Group_Items'><p></p></div><p align='justify'><span>A composite (tooth colored) filling is used to repair a tooth that is affected by decay, cracks, fractures, etc.&nbsp; The decayed or affected portion of the tooth will be removed and then filled with a composite filling.</span></p><p align='justify'><span>There are many types of filling materials available, each with their own advantages and disadvantages. &nbsp;You and your dentist can discuss the best options for restoring your teeth. Composite fillings, along with silver amalgam fillings, are the most widely used today.&nbsp; Because composite fillings are tooth colored, they can be closely matched to the color of existing teeth, and are more aesthetically suited for use in front teeth or the more visible areas of the teeth.</span></p><p align='justify'><span>As with most dental restorations, composite fillings are not permanent and may someday have to be replaced.&nbsp; They are very durable, and will last many years, giving you a long lasting, beautiful smile.</span></p><p align='justify'><span><font size='4'><strong>Reasons for composite fillings:</strong></font></span></p><ul type='disc'><li><div align='justify'><span>Chipped teeth.</span></div></li><li><div align='justify'><span>Closing space between two teeth.</span></div></li><li><div align='justify'><span><span>Cracked or broken teeth.</span></span></div></li><li><div align='justify'><span><span><span>Decayed teeth.</span></span></span></div></li><li><div align='justify'><span><span><div align='justify'><span>Worn teeth.</span></div></span></span></div></li></ul><div align='justify'><span><span><strong><font size='4'>How are composite fillings placed?</font></strong></span></span></div><div align='justify'><span><span></span></span>&nbsp;</div><div align='justify'><span><span></span><span>Composite fillings are usually placed in one appointment.&nbsp; While the tooth is numb, your dentist will remove decay as necessary.&nbsp; The space will then be thoroughly cleaned and carefully prepared before the new filling is placed.&nbsp; If the decay was near the nerve of the tooth, a special medication will be applied for added protection.&nbsp; The composite filling will then be precisely placed, shaped, and polished, restoring your tooth to its original shape and function.</span></span></div><span><p align='justify'><span>It is normal to experience sensitivity to hot and cold when composite fillings are first placed, however this will subside shortly after your tooth acclimates to the new filling.</span></p><p align='justify'><span>You will be given care instructions at the conclusion of your treatment.&nbsp; Good oral hygiene practices, eating habits, and regular dental visits will aid in the life of your new fillings.</span></p></span></div></div><br><input name='ctl00$ContentPlaceHolder1$btnBack' type='button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" class='Button' value='&lt;&lt;' onclick=\"document.location.href='/content/restorations/'\"><br clear='all'></div>"
	},
	{
		"title": "Crowns (Caps)",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Restorations60452044.jpg'></div><div><div class='PageService_Line_Item_Name'><div style='float:left'><span>Crowns (Caps)</span></div><div style='float:right'><a href='/smile-gallery/restorations/crowns-caps/'>View Photos</a></div></div><div><div class='PageService_Line_Group_Items'><p></p></div><p align='justify'><span>A crown (or cap) is a covering that encases the entire tooth surface restoring it to its original shape and size. &nbsp;A crown protects and strengthens tooth structure that cannot be restored with fillings or other types of restorations.</span></p><p align='justify'><span>Although there are several types of crowns, porcelain (tooth colored crown) are the most popular. &nbsp;They are highly durable and will last many years, but like most dental restorations, they may eventually need to be replaced.&nbsp; Porcelain crowns are made to match the shape, size, and color or your teeth giving you a natural, long-lasting beautiful smile.</span></p><p align='justify'><b><span><font size='4'>Reasons for crowns:</font></span></b></p><ul type='disc'><li><div align='justify'><span>Broken or fractured teeth.</span></div></li><li><div align='justify'><span>Cosmetic enhancement.</span></div></li><li><div align='justify'><span>Decayed teeth.</span></div></li><li><div align='justify'><span>Fractured fillings.</span></div></li><li><div align='justify'><span>Large fillings.</span></div></li><li><div align='justify'><span>Tooth has a root canal.</span></div></li></ul><p align='justify'><b><span><font size='4'>What does getting a crown involve?</font></span></b></p><p align='justify'><span>A crown procedure usually requires two appointments.&nbsp; Your first appointment will include taking several highly accurate molds (or impressions) that will be used to create your custom crown.&nbsp; A mold will also be used to create a temporary crown which will stay on your tooth for approximately two weeks until your new crown is fabricated by a dental laboratory.</span></p><p align='justify'><span>While the tooth is numb, the dentist will prepare the tooth by removing any decay and shaping the surface to properly fit the crown.&nbsp; Once these details are accomplished, your temporary crown will be placed with temporary cement and your bite will be checked to ensure you are biting properly.</span></p><p align='justify'><span>At your second appointment your temporary crown will be removed, the tooth will be cleaned, and your new crown will be carefully placed to ensure the spacing and bite are accurate.</span></p><p align='justify'><span>You will be given care instructions and encouraged to have regular dental visits to check your new crown.</span></p></div></div><br><input name='ctl00$ContentPlaceHolder1$btnBack' type='button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" class='Button' value='&lt;&lt;' onclick=\"document.location.href='/content/restorations/'\"><br clear='all'></div>"
	},
	{
		"title": "Dentures & Partial Dentures",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Restorations60452044.jpg'></div><div><div class='PageService_Line_Item_Name'><div style='float:left'><span>Dentures &amp; Partial Dentures</span></div><div style='float:right'><a href='/smile-gallery/restorations/dentures-partial-dentures/'>View Photos</a></div></div><div><div class='PageService_Line_Group_Items'><p></p></div><p align='justify'><span>A denture is a removable dental appliance replacement for missing teeth and surrounding tissue. &nbsp;They are made to closely resemble your natural teeth and may even enhance your smile.</span></p><p align='justify'><span>There are two types of dentures - <i>complete</i> and <i>partial </i>dentures.&nbsp; Complete dentures are used when all of the teeth are missing, while partial dentures are used when some natural teeth remain.&nbsp; A Partial denture not only fills in the spaces created by missing teeth, it prevents other teeth from shifting.</span></p><p align='justify'><span>A Complete denture may be either “<i>conventional</i>” or “<i>immediate</i>.”&nbsp; A conventional type is made after the teeth have been removed and the gum tissue has healed, usually taking 4 to 6 weeks.&nbsp; During this time the patient will go without teeth.&nbsp; Immediate dentures are made in advance and immediately placed after the teeth are removed, thus preventing the patient from having to be without teeth during the healing process.&nbsp; Once the tissues shrink and heal, adjustments will have to be made.</span></p><p align='justify'><span>Dentures are very durable appliances and will last many years, but may have to be remade, repaired, or readjusted due to normal wear.</span></p><p align='justify'><span><font size='4'><strong>Reasons for dentures:</strong></font></span></p><ul type='disc'><li><div align='justify'><span>Complete Denture - Loss of all teeth in an arch.</span></div></li><li><div align='justify'><span><span>Partial Denture - Loss of several teeth in an arch.</span></span></div></li><li><div align='justify'><span>Enhancing smile and facial tissues.</span></div></li><li><div align='justify'><span>Improving chewing, speech, and digestion.</span></div></li></ul><p align='justify'><span><font size='4'><strong>What does getting dentures involve?</strong></font></span></p><p align='justify'><span>The process of getting dentures requires several appointments, usually over several weeks. &nbsp;Highly accurate impressions (molds) and measurements are taken and used to create your custom denture.&nbsp; Several “try-in” appointments may be necessary to ensure proper shape, color, and fit. &nbsp;At the final appointment, your dentist will precisely adjust and place the completed denture, ensuring a natural and comfortable fit.</span></p><p align='justify'><span>It is normal to experience increased saliva flow, some soreness, and possible speech and chewing difficulty, however this will subside as your muscles and tissues get used to the new dentures.</span></p><p align='justify'><span>You will be given care instructions for your new dentures.&nbsp; Proper cleaning of your new dental appliance, good oral hygiene, and regular dental visits will aid in the life of your new dentures.</span></p></div></div><br><input name='ctl00$ContentPlaceHolder1$btnBack' type='button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" class='Button' value='&lt;&lt;' onclick=\"document.location.href='/content/restorations/'\"><br clear='all'></div>"
	},
	{
		"title": "Fixed Bridges",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Restorations60452044.jpg'></div><div><div class='PageService_Line_Item_Name'><div style='float:left'><span>Fixed Bridges</span></div><div style='float:right'></div></div><div><div class='PageService_Line_Group_Items'><p></p></div><p align='justify'><span>A dental bridge is a fixed (non-removable) appliance and is an excellent way to replace missing teeth.</span></p><p align='justify'><span>There are several types of bridges.&nbsp; You and your dentist will discuss the best options for your particular case.&nbsp; The “traditional bridge” is the most popular type and is usually made of porcelain fused to metal.&nbsp; This type of bridge consists to two crowns that go over two anchoring teeth (abutment teeth) and are attached to pontics (artificial teeth), filling the gap created by one or more missing teeth.</span></p><p align='justify'><span>Dental bridges are highly durable and will last many years, however they may need replacement or need to be re-cemented due to normal wear.</span></p><p align='justify'><span><font size='4'><strong>Reasons for a fixed bridge:</strong></font></span></p><ul type='disc'><li><div align='justify'><span>Fill space of missing teeth.</span></div></li><li><div align='justify'><span>Maintain facial shape.</span></div></li><li><div align='justify'><span>Prevent remaining teeth from drifting out of position.</span></div></li><li><div align='justify'><span>Restore chewing and speaking ability.</span></div></li><li><div align='justify'><span>Restore your smile.</span></div></li><li><div align='justify'><span>Upgrade from a removable partial denture to a permanent dental appliance.</span></div></li></ul><p align='justify'><span><font size='4'><strong>What does getting a fixed bridge involve?</strong></font></span></p><p align='justify'><span>Getting a bridge usually requires two or more visits.&nbsp; While the teeth are numb, the two anchoring teeth are prepared by removing a portion of enamel to allow for a crown.&nbsp; Next, a highly accurate impression (mold) is made which will be sent to a dental laboratory where the bridge will be fabricated.&nbsp; In addition, a temporary bridge will be made and worn for several weeks until your next appointment.</span></p><p align='justify'><span>At the second visit, you permanent bridge will be carefully checked, adjusted, and cemented to achieve a proper fit.&nbsp; Occasionally your dentist may only temporarily cement the bridge, allowing your teeth and tissue time to get used to the new bridge.&nbsp; The new bridge will be permanently cemented at a later time.</span></p><p align='justify'><span>You will receive care instructions at the conclusion of the procedure.&nbsp; Proper brushing, flossing and regular dental visits will aid in the life of your new permanent bridge.</span></p></div></div><br><input name='ctl00$ContentPlaceHolder1$btnBack' type='button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" class='Button' value='&lt;&lt;' onclick=\"document.location.href='/content/restorations/'\"><br clear='all'></div>"
	},
	{
		"title": "Root Canal Therapy",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Restorations60452044.jpg'></div><div><div class='PageService_Line_Item_Name'><div style='float:left'><span>Root Canal Therapy</span></div><div style='float:right'></div></div><div><div class='PageService_Line_Group_Items'><p></p></div><p align='justify'><span>Root canal therapy is needed when the nerve of a tooth is affected by decay or infection.&nbsp; In order to save the tooth, the pulp (the living tissue inside the tooth), nerves, bacteria, and any decay are removed and the resulting space is filled with special, medicated, dental materials, which restore the tooth to its full function.</span></p><p align='justify'><span>Having a root canal done on a tooth is the treatment of choice to save a tooth that otherwise would die and have to be removed.&nbsp; Many patients believe that removing a tooth that has problems is the solution, but what is not realized is that extracting (pulling) a tooth will ultimately be more costly and cause significant problems for adjacent teeth.</span></p><p align='justify'><span>Root canal treatment is highly successful and usually lasts a lifetime, although on occasion, a tooth will have to be retreated due to new infections.</span></p><p align='justify'><span><font size='4'><strong>Signs and symptoms for possible root canal therapy:</strong></font></span></p><ul type='disc'><li><div align='justify'><span>An abscess (or pimple) on the gums.</span></div></li><li><div align='justify'><span>Sensitivity to hot and cold.</span></div></li><li><div align='justify'><span>Severe toothache pain.</span></div></li><li><div align='justify'><span>Sometimes no symptoms are present.</span></div></li><li><div align='justify'><span>Swelling and/or tenderness.</span></div></li></ul><p align='justify'><span><font size='4'><strong>Reasons for root canal therapy:</strong></font></span></p><ul type='disc'><li><div align='justify'><span>Decay has reached the tooth pulp (the living tissue inside the tooth).</span></div></li><li><div align='justify'><span>Infection or abscess have developed inside the tooth or at the root tip.</span></div></li><li><div align='justify'><span>Injury or trauma to the tooth.</span></div></li></ul><p align='justify'><span><font size='4'><strong>What does root canal therapy involve?</strong></font></span></p><p align='justify'><span>A root canal procedure requires one or more appointments and can be performed by a dentist or endodontist (a root canal specialist).</span></p><p align='justify'><span>While the tooth is numb, a rubber dam (a sheet of rubber) will be placed around the tooth to keep it dry and free of saliva.&nbsp; An access opening is made on top of the tooth and a series of root canal files are placed into the opening, one at a time, removing the pulp, nerve tissue, and bacteria.&nbsp; If tooth decay is present, it will also be removed with special dental instruments.</span></p><p align='justify'><span>Once the tooth is thoroughly cleaned, it will be sealed with either a permanent filling or, if additional appointments are needed, a temporary filling will be placed.</span></p><p align='justify'><span>At the next appointment, usually a week later, the roots and the inside cavity of the tooth will be filled and sealed with special dental materials.&nbsp; A filling will be placed to cover the opening on top of the tooth.&nbsp; In addition, all teeth that have root canal treatment should have a crown (cap) placed.&nbsp; This will protect the tooth and prevent it from breaking, and restore it to its full function.</span></p><p align='justify'><span>After treatment, your tooth may still be sensitive, but this will subside as the inflammation diminishes and the tooth has healed.</span></p><p align='justify'><span>You will be given care instructions after each appointment.&nbsp; Good oral hygiene practices and regular dental visits will aid in the life of your root canal treatment.</span></p></div></div><br><input name='ctl00$ContentPlaceHolder1$btnBack' type='button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" class='Button' value='&lt;&lt;' onclick=\"document.location.href='/content/restorations/'\"><br clear='all'></div>"
	},
	{
		"title": "Family Dentistry",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><h1 style='text-align: center;'><span style='font-size: 16px;'>&nbsp;Discover Our Family Dentist in Lansdowne, VA<hr></span></h1><p>At Ellington Family and Cosmetic Dentistry, we happily treat all members of your family to quality dental care in Lansdowne, VA.&nbsp; From young children, to adults and senior patients, we offer full and comprehensive exams that include both diagnostic treatment planning and periodontal care. <span style='font-size: 22px;'><img alt='' style='border: 1px solid #3f3f3f; border-image: none; width: 250px; height: 208px; margin-top: 10px; margin-right: 10px; margin-bottom: 10px; float: left;' src='/assets/images/iStock_000010951173Large.jpg'></span></p><h2><span style='font-size: 14px;'>Dental Appointments for Children</span></h2><p><a href='/content/our-doctor/'>Dr. Ellington treats children</a> as young as the age of three and helps them have healthy smiles well into adulthood. Children have the opportunity to take a tour around the office, meet the friendly members of our dental team, and get to know Dr. Ellington. We strive to make your children’s visit a comfortable and positive interaction. </p><p>First dental visits for children can either be a meet-and-greet, or children can have their teeth cleaned – if enough teeth have erupted. We welcome parents back into the operatories to keep their children company and to ensure their child’s comfort.</p><h2><span style='font-size: 14px;'>Specialized Oral Health Treatments for Seniors and Adults</span></h2><p>Our Lansdowne family dental office also helps adult patients restore healthy smiles with treatments that are geared for problems that more mature patients may face.</p><p>During your dental appointment, we evaluate previously completed dental work and can recommend restorative procedures for any damaged dental prosthetics as needed. Dr. Ellington also provides:</p><p style='margin-left: 40px;'>•&nbsp;Gum disease treatment<br>•&nbsp;Periodontal maintenance<br>•&nbsp;Porcelain crowns<br>•&nbsp;Fixed bridges<br>•&nbsp;Root canals<img alt='' style='border: 1px solid #3f3f3f; border-image: none; width: 300px; height: 202px; margin-top: 10px; margin-bottom: 10px; margin-left: 10px; float: right;' src='/assets/images/iStock_000021601515Medium.jpg'></p><p>Adults often deal with advanced periodontal disease and missing permanent teeth, which is why our family dental office provides <a href='content/periodontal-disease/'>gum care</a> and <a href='/content/restorations/'>natural-looking dental restorations</a>. Dr. Ellington and his whole team want you to enjoy a strong and beautiful smile that allows you to feel confident and boosts your oral function. </p><h2><span style='font-size: 14px;'>Preventive Education for All Dental Patients</span></h2><p>No matter your age, keeping up a routine of excellent oral health habits is essential. For children, this may mean learning how to brush for two full&nbsp;minutes twice a day, and cleaning hard-to-reach teeth. For adults, preventive education can involve finding the best oral health aids for preventing the advancement of gum disease, or flossing around dental work.</p><p>We are proud to give our patients the tools they need to maintain superb oral health all year-round and fight the effects of tooth decay and gum disease.</p><h2><span style='font-size: 14px;'>Speak to a Lansdowne, VA Family Dentist Today – <a href='/content/contact'>Call Dr. Ellington</a>!</span></h2><p>For more information on dental treatment for kids, adults, and seniors, call Ellington Family and Cosmetic Dentistry for your consultation. We look forward to treating all members of your family!<br></p><br clear='all'></div>"
	},
	{
		"title": "Oral Health for Seniors",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><h1 style='text-align: center;'><span style='font-size: 20px;'>Lansdowne Geriatric Dentistry&nbsp;- Specialized Dental Care For Seniors</span></h1><p>Senior dental patients have oral health goals and concerns that are unique from what other dental patients may face. Many senior patients struggle with loose fitting prosthetics, diminished oral function, and health issues that impact their smiles. At Lansdowne Family and Cosmetic Dentistry, we help our valued senior patients get smiles they can feel good about, while working to improve oral health, function, aesthetics, and comfort. As a family dental office, we believe that everyone, regardless of their age, deserves beautiful, healthy teeth.</p><h2><span style='font-size: 19px;'>Treatment for Senior Dentistry Issues</span></h2><p>Dr. Paul Ellington and his team helps senior patients find economical solutions to common oral health issues that can cause discomfort, which include:<img title='Lansdowne Geriatric Dentistry - Senior Dental Care' style='border-width: 1px; border-style: solid; width: 350px; height: 234px; margin-top: 10px; margin-bottom: 10px; margin-left: 10px; float: right;' alt='Lansdowne Geriatric Dentistry - Senior Dental Care' src='/assets/images/shutterstock_142807588.jpg'></p><p style='margin-left: 40px;'>•&nbsp;Periodontal disease<br>•&nbsp;Tooth decay<br>•&nbsp;Older, damaged restorations<br>•&nbsp;Ill-fitting dentures</p><p>Dr. Ellington helps promote excellent oral health so that patients can keep their natural dentition. If you are dealing with health problems that tie into oral health issues, like dry mouth caused by some medications or digestive issues related to inability to bite and chew properly, we can create an oral health regimen or treatment plan that protects and strengthens teeth and soft tissue.</p><p>For patients dealing with tooth loss and uncomfortable dental prosthetics, our family dental team works with you to create new restorations – like <strong>full dentures, bridges, and crowns</strong> –&nbsp; that fit comfortably, look natural, and allow you to enjoy much improved oral function. No one should have to deal with loose dentures, chipped crowns, or yellowing prosthetics.</p><h3><span style='font-size: 18px;'>Establishing Excellent Oral Health </span></h3><p>Visiting the dentist twice a good year is a good general rule of thumb, but many patients need more attention from dental professionals to protect their oral health, such as those with periodontitis. In these cases, it’s important to visit our office more frequently, so that Dr. Ellington can ensure your teeth are healthy and that there are no oral health problems looming. </p><p>Quality oral health routines for senior patients can include special dental tools to brush hard-to-reach places in your smile, or to clean around dental appliances, or even mouth washes and rinses to fight decay and gum disease.&nbsp; We help you find the best ways to care for your smile while you’re away from our office. </p><h3><span style='font-size: 18px;'>We Restore Damaged Teeth and Protect the Oral Health of Senior Patients</span></h3><p>If you or a family member, are in need of dental care for senior dentistry issues, call our Lansdowne, VA family dental office for assistance. We can schedule your next dental cleaning, or discuss options for fixing decayed teeth and correcting loose-fitting prosthetics. <br></p><br clear='all'></div>"
	},
	{
		"title": "Cosmetic Dentistry",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div><div><div class='PageService_Line_Group_Items'><p></p></div><h1 style='text-align: center;'><span style='font-size: 18px;'>Lansdowne Cosmetic Dentistry&nbsp;- Teeth Whitening, Bridge Repair &amp;&nbsp;Dentures<hr> </span></h1><p>Cosmetic dental treatments are intended to help your smile look its best. Many procedures under this general category actually help keep your teeth strong and healthy as well.&nbsp; At the dental office of <a href='/content/our-doctor/'>Paul Ellington, DDS</a>, we’re happy to provide cosmetic dentistry in Lansdowne, VA to help your smile look beautiful and feel great.</p><h2><span style='font-size: 14px;'>What Cosmetic Dentistry Can Do<img title='Lansdowne Cosmetic - Teeth Whitening &amp; Crowns' style='border: 1px solid #595959; border-image: none; width: 350px; height: 234px; margin-top: 10px; margin-bottom: 10px; margin-left: 10px; float: right;' alt='Lansdowne Cosmetic - Teeth Whitening &amp; Bridges' src='/assets/images/shutterstock_83615335.jpg' longdesc='Lansdowne Cosmetic Dentistry - Teeth Whitening, Crowns &amp; Dentures'></span></h2><p>Modern treatment methods and strong, tooth-colored materials help cosmetic dentists like Dr. Ellington provide excellent dental care for improving patients’ smiles. If you’re looking for a cosmetic dental office in Lansdowne, we provide dental therapies that can:</p><p style='margin-left: 40px;'>•&nbsp;Replace missing teeth<br>•&nbsp;Protect weak teeth<br>•&nbsp;Correct flaws<br>•&nbsp;Fix tooth decay<br>•&nbsp;Whiten teeth by several shades</p><p>Our treatments – whether that involves replacing missing or extracted teeth with dentures and fixed bridges, or providing you with a custom dental crown to support a decayed tooth – are made to look natural.&nbsp; Dr. Ellington uses materials like tooth-colored porcelain in crowns and white composite resin in dental fillings to ensure that your treatment blends in with your existing teeth. </p><p>If your cosmetic dental concerns include teeth that are too-small, or chipped and cracked, we can help you create a balanced look with porcelain dental veneers and/or cosmetic dental crowns. We can even brighten stained teeth with custom teeth whitening kits. No matter what the issue, Dr. Ellington and his team are able to create a treatment plan that helps you meet your goals for a more appealing smile. </p><h2><span style='font-size: 14px;'>Beautiful Smiles are Strong Smiles </span></h2><p>Even more than giving you the smile you’ve always wanted, Dr. Ellington is able to help restore the strength of your teeth and bite with certain cosmetic restorations, such as:</p><p style='margin-left: 40px;'><strong>Dental Crowns</strong> – A crown is placed over the top part of a tooth that has been affected by decay. While decayed teeth are weak and show signs of damage, a dental crown is make to look like healthy enamel. By adding a crown, Dr. Ellington is helping to stop the spread of decay to other teeth and reinforcing weak teeth for a stronger bite.</p><p style='margin-left: 40px;'><strong>Fixed Bridges and Dentures</strong> – These treatments fill in the gaps causes by missing teeth – a dental issue that impacts oral function.&nbsp; Our Lansdowne cosmetic dental office can replace one or two teeth with a bridge, or even an entire arch of teeth with a set of full dentures.</p><p style='margin-left: 40px;'><strong>Composite Fillings </strong>– While standard fillings treat spots of decay on teeth with metal amalgam, we use composite resin. These white fillings are best for cosmetic purposes and help maintain the health and strength of teeth that have dental caries.</p><p>We welcome all patients in need of smile restoration and cosmetic dentistry into our Lansdowne, VA cosmetic and family dental office for personalized care.</p><p><strong>To schedule your consultation, <a href='/content/contact' target='_blank'>contact Paul Ellington, DDS </a>and his friendly dental team. We look forward to helping you achieve the healthy, picture-perfect smile of your dreams!<br></strong></p></div></div><ul class='PageService_Group'><li class='PageService_Group_Name'><a href='/content/composite-fillings/'>Composite Fillings</a></li></ul><ul class='PageService_Group'><li class='PageService_Group_Name'><a href='/content/porcelain-crowns-caps/'>Porcelain Crowns (Caps)</a></li></ul><ul class='PageService_Group'><li class='PageService_Group_Name'><a href='/content/porcelain-fixed-bridges/'>Porcelain Fixed Bridges</a></li></ul><ul class='PageService_Group'><li class='PageService_Group_Name'><a href='/content/teeth-whitening/'>Teeth Whitening</a></li></ul><ul class='PageService_Group'><li class='PageService_Group_Name'><a href='/content/porcelain-veneers/'>Porcelain Veneers</a></li></ul><br><br clear='all'></div>"
	},
	{
		"title": "Composite Fillings",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Cosmetic%20Dentistry1761564960.jpg'></div><div><div class='PageService_Line_Item_Name'><div style='float:left'><span>Composite Fillings</span></div><div style='float:right'></div></div><div><div class='PageService_Line_Group_Items'><p></p></div><p align='justify'>A composite (tooth colored) filling is used to repair a tooth that is affected by decay, cracks, fractures, etc.&nbsp; The decayed or affected portion of the tooth will be removed and then filled with a composite filling.</p><p align='justify'>There are many types of filling materials available, each with their own advantages and disadvantages.&nbsp; You and your dentist can discuss the best options for restoring your teeth.&nbsp; Composite fillings, along with silver amalgam fillings, are the most widely used today.&nbsp; Because composite fillings are tooth colored, they can be closely matched to the color of existing teeth, and are more aesthetically suited for use in front teeth or more visible areas of the mouth. </p><p align='justify'>As with most dental restorations, composite fillings are not permanent and may someday have to be replaced.&nbsp; They are very durable and will last many years, giving you a long lasting, beautiful smile.</p><p align='justify'><font style='FONT-SIZE: 16px'><strong>Reasons for composite fillings:</strong></font></p><ul><li><div align='justify'>Chipped teeth.<br></div></li><li><div align='justify'>Closing space between two teeth.<br></div></li><li><div align='justify'>Cracked or broken teeth.<br></div></li><li><div align='justify'>Decayed teeth.<br></div></li><li><div align='justify'>Worn teeth.</div></li></ul><font style='FONT-SIZE: 16px'><strong>How are composite fillings placed?</strong></font><p align='justify'>Composite fillings are usually placed in one appointment.&nbsp; While the tooth is numb, your dentist will remove decay as needed.&nbsp; The space will then be thoroughly cleaned and carefully prepared before the new filling is placed.&nbsp; If the decay was near the nerve of the tooth, a special medication will be applied for added protection.&nbsp; The composite filling will then be precisely placed, shaped, and polished, restoring your tooth to its original shape and function.</p><p align='justify'>It is normal to experience sensitivity to hot and cold when composite fillings are first placed, however this will subside shortly after your tooth acclimates to the new filling. </p><p align='justify'>You will be given care instructions at the conclusion of your treatment.&nbsp; Good oral hygiene practices, eating habits, and regular dental visits will aid in the life of your new fillings.</p></div></div><br><input name='ctl00$ContentPlaceHolder1$btnBack' type='button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" class='Button' value='&lt;&lt;' onclick=\"document.location.href='/content/cosmetic-dentistry/'\"><br clear='all'></div>"
	},
	{
		"title": "Porcelain Crowns or Caps",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Cosmetic%20Dentistry1761564960.jpg'></div><div class='PageService_Line_Item_Name'><div style='float:left'><span>Porcelain Crowns (Caps)</span></div><div style='float:right'></div></div><div><div class='PageService_Line_Group_Items'><p></p></div><p align='justify'><span>A crown (or cap) is a covering that encases the entire tooth surface restoring it to its original shape and size. &nbsp;A crown protects and strengthens tooth structure that cannot be restored with fillings or other types of restorations.</span></p><p align='justify'><span>Although there are several types of crowns, porcelain (tooth colored crown) are the most popular, because they resemble your natural teeth. &nbsp;They are highly durable and will last many years, but like most dental restorations, they may eventually need to be replaced.&nbsp; Porcelain crowns are made to match the shape, size, and color or your teeth giving you a natural, long-lasting beautiful smile.</span></p><p align='justify'><b><span><font size='4'>Reasons for crowns:</font></span></b></p><ul type='disc'><li><div align='justify'><span>Broken or fractured teeth.</span></div></li><li><div align='justify'><span>Cosmetic enhancement.</span></div></li><li><div align='justify'><span>Decayed teeth.</span></div></li><li><div align='justify'><span>Fractured fillings.</span></div></li><li><div align='justify'><span>Large fillings.</span></div></li><li><div align='justify'><span>Tooth has a root canal.</span></div></li></ul><p align='justify'><b><span><font size='4'>What does getting a crown involve?</font></span></b></p><p align='justify'><span>A crown procedure usually requires two appointments.&nbsp; Your first appointment will include taking several highly accurate molds (or impressions) that will be used to create your custom crown.&nbsp; A mold will also be used to create a temporary crown which will stay on your tooth for approximately two weeks until your new crown is fabricated by a dental laboratory.</span></p><p align='justify'><span>While the tooth is numb, the dentist will prepare the tooth by removing any decay and shaping the surface to properly fit the crown.&nbsp; Once these details are accomplished, your temporary crown will be placed with temporary cement and your bite will be checked to ensure you are biting properly.</span></p><p align='justify'><span>At your second appointment your temporary crown will be removed, the tooth will be cleaned, and your new crown will be carefully placed to ensure the spacing and bite are accurate.</span></p><p align='justify'><span>You will be given care instructions and encouraged to have regular dental visits to check your new crown.</span></p></div></div><br><input name='ctl00$ContentPlaceHolder1$btnBack' type='button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" class='Button' value='&lt;&lt;' onclick=\"document.location.href='/content/cosmetic-dentistry/'\"><br clear='all'></div>"
	},
	{
		"title": "Porcelain Fixed Bridges",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Cosmetic%20Dentistry1761564960.jpg'></div><div><div class='PageService_Line_Item_Name'><div style='float:left'><span>Porcelain Fixed Bridges</span></div><div style='float:right'></div></div><div><div class='PageService_Line_Group_Items'><p></p></div><p align='justify'><span>A dental bridge is a fixed (non-removable) appliance and is an excellent way to replace missing teeth.</span></p><p align='justify'><span>There are several types of bridges.&nbsp; You and your dentist will discuss the best options for your particular case.&nbsp; The “traditional bridge” is the most popular type and is usually made of porcelain fused to metal.&nbsp; Porcelain fixed bridges are most popular because they resemble your natural teeth.&nbsp; This type of bridge consists to two crowns that go over two anchoring teeth (abutment teeth) and are attached to pontics (artificial teeth), filling the gap created by one or more missing teeth.</span></p><p align='justify'><span>Dental bridges are highly durable and will last many years; however, they may need replacement or need to be re-cemented due to normal wear.</span></p><p align='justify'><span><font size='4'><strong>Reasons for a fixed bridge:</strong></font></span></p><ul type='disc'><li><div align='justify'><span>Fill space of missing teeth.</span></div></li><li><div align='justify'><span>Maintain facial shape.</span></div></li><li><div align='justify'><span>Prevent remaining teeth from drifting out of position.</span></div></li><li><div align='justify'><span>Restore chewing and speaking ability.</span></div></li><li><div align='justify'><span>Restore your smile.</span></div></li><li><div align='justify'><span>Upgrade from a removable partial denture to a permanent dental appliance.</span></div></li></ul><p align='justify'><span><font size='4'><strong>What does getting a fixed bridge involve?</strong></font></span></p><p align='justify'><span>Getting a bridge usually requires two or more visits.&nbsp; While the teeth are numb, the two anchoring teeth are prepared by removing a portion of enamel to allow for a crown.&nbsp; Next, a highly accurate impression (mold) is made which will be sent to a dental laboratory where the bridge will be fabricated.&nbsp; In addition, a temporary bridge will be made and worn for several weeks until your next appointment.</span></p><p align='justify'><span>At the second visit, your permanent bridge will be carefully checked, adjusted, and cemented to achieve a proper fit.&nbsp; Occasionally your dentist may only temporarily cement the bridge, allowing your teeth and tissue time to get used to the new bridge.&nbsp; The new bridge will be permanently cemented at a later time.</span></p><p align='justify'><span>You will receive care instructions at the conclusion of your treatment.&nbsp; Proper brushing, flossing and regular dental visits will aid in the life of your new permanent bridge.</span></p></div></div><br><input name='ctl00$ContentPlaceHolder1$btnBack' type='button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" class='Button' value='&lt;&lt;' onclick=\"document.location.href='/content/cosmetic-dentistry/'\"><br clear='all'></div>"
	},
	{
		"title": "Teeth Whitening",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div id='StylizedImage'><img src='/assets/images/s_Cosmetic%20Dentistry1761564960.jpg'></div><div><div class='PageService_Line_Item_Name'><div style='float:left'><span>Teeth Whitening</span></div><div style='float:right'></div></div><div><div class='PageService_Line_Group_Items'><p></p></div><p align='justify'><span>Teeth whitening (or bleaching) is a simple, non-invasive dental treatment used to change the color of natural tooth enamel and is an ideal way to enhance the beauty of your smile.</span></p><p align='justify'><span>Because having whiter teeth has now become the number one aesthetic concern of most patients, there are a number of ways to whiten teeth.&nbsp; The most popular method is using a home teeth whitening system that will whiten teeth dramatically.&nbsp; Since teeth whitening only works on natural tooth enamel, it is important to evaluate replacement of any old fillings, crowns, etc.&nbsp; Replacement of any restorations will be done after bleaching so they will match the newly bleached teeth.</span></p><p align='justify'><span>Teeth whitening is not permanent.&nbsp; A touch-up may be needed every several years, and more often if you smoke, drink coffee, tea, or wine.</span></p><p align='justify'><span><font size='4'><strong>Reasons for teeth whitening:</strong></font></span></p><ul type='disc'><li><div align='justify'><span>Fluorosis (excessive fluoridation during tooth development).</span></div></li><li><div align='justify'><span>Normal wear of outer tooth layer.</span></div></li><li><div align='justify'><span>Stained teeth due to medications (tetracycline, etc.).</span></div></li><li><div align='justify'><span>Yellow, brown stained teeth.</span></div></li></ul><p align='justify'><span><font size='4'><strong>What does teeth whitening involve?</strong></font></span></p><p align='justify'><b><i></i></b></p><p align='justify'><span>This type of teeth whitening usually requires two visits.&nbsp;&nbsp;At the first appointment, impressions (molds) will be made of your teeth to fabricate custom, clear, plastic, trays.</span></p><p align='justify'><span></span><span>At your second appointment, you will try on the trays for proper fit, and adjustments will be made if necessary.&nbsp; The trays are worn with special whitening solution either twice a day for 30 minutes or overnight for a couple of weeks depending on the degree of staining and desired level of whitening.&nbsp; It is normal to experience tooth sensitivity during the time you are whitening your teeth, but it will subside shortly after you have stopped bleaching.</span></p><p align='justify'><span>You will receive care instructions for your teeth and trays, and be encouraged to visit your dentist regularly to help maintain a beautiful, healthy, white smile.</span></p></div></div><br><input type='button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\" class='Button' value='&lt;&lt;' onclick=\"document.location.href='/cosmetic-dentistry/'\"><br clear='all'></div>"
	},
	{
		"title": "Porcelain Veneers",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><h1 style='text-align: center;'><span style='font-size: 20px;'>Porcelain Veneers in Lansdowne&nbsp;- Fix Broken, Chipped &amp;&nbsp;Discolored Teeth</span></h1><p>Getting a complete smile makeover can be easier than you think. While problems like chipped or broken teeth, discoloration, and misalignment can be corrected with a variety of procedures like dental crowns, bleaching, orthodontics, and dental bonding-- only porcelain dental veneers are capable of fixing all of these aesthetic flaws in as little as two appointments.&nbsp; Our cosmetic procedures help patients obtain bright new smiles with porcelain veneer treatment in our Lansdowne, VA dental office.</p><h2><span style='font-size: 17px;'>Why Choose Porcelain Veneers?<img title='Porcelain Veneers in Lansdowne - Fix Chipped Teeth' style='border-width: 1px; border-style: solid; width: 330px; height: 312px; margin-top: 10px; margin-bottom: 10px; margin-left: 10px; float: right;' alt='Porcelain Veneers in Lansdowne - Fix Chipped Teeth' src='/assets/images/shutterstock_176927096.jpg' longdesc='Porcelain Veneers in Lansdowne - Fix Broken, Chipped &amp; Discolored Teeth'></span></h2><p>Porcelain veneer therapy is a two-visit cosmetic treatment that can give you a whole new smile. Getting veneers involves polishing and shining natural teeth. During this process, a small portion of your natural dental enamel is buffed-down so that the veneers can be added to your teeth, without looking bulky. </p><p>Once your teeth have been prepared, Dr. Ellington will take impressions of your smile and send them to a dental lab where your custom veneers will be made. At your second appointment, the thin porcelain overlays are bonded to your teeth, giving you a whole new look.&nbsp; Veneers can do the following for your smile:</p><p style='margin-left: 40px;'>•&nbsp;Correct overlapping or tilted teeth<br>•&nbsp;Brighten hard-to-whiten teeth by several shades<br>•&nbsp;Make teeth look more symmetrical and uniform<br>•&nbsp;Improve the shape of teeth that are too-small</p><p>Our patents love that veneers can give them a complete smile makeover with minimal appointment time. </p><h3><span style='font-size: 16px;'>Will My Smile Look Natural?</span></h3><p>With any cosmetic dental procedure, the goal is to provide you with a transformed smile that looks as life-like as possible. Because your natural teeth are prepared prior to applying the veneers, no one will know that your teeth have been treated.&nbsp; Veneers are made from porcelain, which is remarkable in its similarity to natural dental enamel.</p><p>Dr. Ellington makes it his goal to ensure that cosmetic treatment from our Lansdowne dental office looks natural and beautiful, so you can smile with confidence. </p><h3><span style='font-size: 16px;'>Learn More about What Porcelain Veneers Can Do for You</span></h3><p>If your smile has been negatively impacted by cosmetic flaws, but you’ve been hesitant in seeking out multiple procedures to correct these issues, Dr. Ellington can help.&nbsp; Our natural-looking porcelain veneers can give you the smile you’ve always wanted, without the hassle. </p><p><a href='/content/contact'><strong>Call our office</strong></a> for more information about how to get porcelain veneers in Lansdowne, VA. <br></p><br clear='all'></div>"
	},
	{
		"title": "Patient Forms",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><h1><span style='font-size: 16px;'>Patient Forms - Lansdowne, VA Dentist<hr></span></h1>&nbsp;<p><strong><font style='font-size: 12px;'>Please use the links below to download and complete the following&nbsp;patient forms, which you may bring with you to your upcoming appointment. Thank you.</font></strong></p><p><font style='font-size: 12px;'><a href='/assets/files/Welcome3.pdf' target='_blank'>1. Welcome to our Practice:&nbsp;Patient and Insurance Information</a></font></p><p><font style='font-size: 12px;'>2. <a href='/assets/files/DentalHistory.pdf' target='_blank'>Dental History</a></font></p><p><font style='font-size: 12px;'>3. <a href='/assets/files/MedicalHistory.pdf' target='_blank'>Medical History</a></font></p><p>4. <a href='/assets/files/Statement%20of%20Privacy%20Practices.pdf' target='_blank'><font color='#5d8ca2' size='2'>Statement of Privacy Practices</font></a></p><p><font style='font-size: 12px;'>5. <a href='/assets/files/Acknowledge%20of%20Receipt.pdf'>Acknowledgement of Receipt of Statement of Privacy Practices</a></font></p><p><strong><em>6. <a href='/assets/files/Forms-All.pdf'>If you prefer to download all the above forms at one time, please click here.</a></em></strong></p><p>7. <a href='/assets/files/ConsentforTreatmenttoMinorChild.pdf' target='_blank'>Consent&nbsp;for Treatment for a Minor Child</a></p><p>&nbsp;</p><p><strong><em><span style='text-decoration: underline;'><font size='3'></font></span></em></strong><font style='font-size: 12px;'>&nbsp;</font></p><br clear='all'></div>"
	},
	{
		"title": "New Patient Referral Program",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><h1><span style='font-size: 16px;'>New Patient Special</span></h1><h2><span style='font-size: 14px;'>Lansdowne Family &amp; Cosmetic Dentistry<hr></span></h2><h1><span style='font-size: 12px; font-weight: normal;'>&nbsp;</span><br></h1><p><strong>We love new patients!</strong></p><p>Dr. Ellington&nbsp;and his team feel honored to be a part of a community that values their exceptional service, and we want to thank those of you who refer new patients to us for your confidence&nbsp;and support in our practice by giving both you <strong>and</strong> the new patient you refer a $25 credit on your account. </p><p></p><table align='center' style='width: 550px; height: 160px; padding-top: 0px; padding-right: 0px; padding-left: 0px;' cellspacing='0' cellpadding='0'><tbody><tr><td align='center' valign='top'>&nbsp;<p align='center'><img alt='' src='/assets/images/1lansdowne-care-to-share.jpg'></p></td><td>&nbsp;<p align='center'><img alt='' src='/assets/images/2lansdowne-care-to-share.jpg'></p></td></tr></tbody></table><p align='center'><a href='/assets/files/lansdowne-care-to-share.pdf' target='_blank'>Please click here to download a printable version of this New Patient Referral Card, with our thanks!</a></p><br clear='all'></div>"
	},
	{
		"title": "Contact",
		"layout": "page.pug",
		"htmlContent": "<div id='content'><div class='PageContact_Intro'><h1 align='center'><font style='font-size: 16px;'><strong><span style='font-size: 18px;'>Contact&nbsp;</span><span style='font-size: 18px;'>Lansdowne Family&nbsp;&amp; Cosmetic Dentistry - Serving Ashburn &amp; Sterling, VA</span></strong></font></h1><p align='center'></p><hr><p>You can find our Lansdowne, VA dental office at <strong>44115 Woodbridge Parkway, Suite 280</strong>. Dr. Paul Ellington welcomes all members of your family for comprehensive restorative and cosmetic dentistry at our office. Lansdowne Family &amp; Cosmetic Dentistry offers a suite of services, including routine preventive attention and more advanced prosthetic treatment. </p><p>Our Lansdowne dental office is located next to Loudon Ophthalmology, between Silverpalm Grove Terrace and Statestone Court, on Woodbridge Parkway. For driving directions to our office, click on the map below.</p><h2><span style='font-size: 14px;'>We Treat Dental Emergencies</span></h2><p>If you have experienced an emergency dental problem, we offer immediate attention for urgent oral health concerns.&nbsp; Patients are welcomed to call our main office line for assistance in the event of an accident or injury that damages your smile. If your dental emergency occurs after normal hours, our main line connects to Dr. Ellington’s cell phone so you can access care as soon as possible. <br><br><strong>Contact our Lansdowne Dental Office Today!</strong></p><p><strong></strong>&nbsp;</p><p style='text-align: center;'><br></p></div><br><div><div><table border='0' cellpadding='0' cellspacing='0'><tbody><tr><td style='vertical-align: top; width: 100%'><ul class='PageContact_Office' style='padding-right: 10px;'><div id='hcard' class='vcard'><li class='PageContact_Office_CompanyName1'><span class='fn org'><span>Lansdowne Family &amp; Cosmetic Dentistry</span></span></li><span class='adr'><li><span class='street-address'>44115 Woodridge Parkway</span></li><li><span>Suite 280</span></li><li><span><span class='locality'>Lansdowne</span>, <span class='region'>VA</span> <span class='postal-code'>20176</span></span></li></span><li><span class='tel'><span>Phone: <span class='number'>703-858-2380</span></span></span></li><li>Fax: 703-858-7001</li><li><a href='mailto:admin@lansdownesmiles.com'>admin@lansdownesmiles.com</a></li><li><br><input type='button' value='Driving Directions' onclick=\"var drivingDirWindow = window.open('http://maps.google.com/maps?f=q&amp;source=s_q&amp;hl=en&amp;geocode=&amp;q=44115+Woodridge+Parkway%2cSuite+280%2cLansdowne+VA+20176+','drivingDirWindow','width=800,height=600,toolbar=yes,location=yes,status=yes,menubar=yes,scrollbars=yes,resizable=yes');drivingDirWindow.focus();return false;WebForm_DoPostBackWithOptions(new WebForm_PostBackOptions(&quot;ctl00$ContentPlaceHolder1$OfficeRepeater$ctl00$DrivingDirectionsBtn&quot;, &quot;&quot;, true, &quot;&quot;, &quot;&quot;, false, true))\" class='Button' onmouseover=\"this.className='ButtonHover'\" onmouseout=\"this.className='Button'\"></li><li><span><br><br><p><strong><span><br>Our friendly staff are available during these hours:</span></strong></p><p>Monday 7-5pm</p><p>Tuesday 9-5pm</p><p>Wednesday 7-3pm</p><p>Thursday 8-5pm</p><p>Friday 9-1pm&nbsp;</p><p><strong><span style='font-size: 14px;'>&nbsp;</span></strong></p><p><strong><span style='font-size: 14px;'>We look forward to welcoming you to the home of Lansdowne Smiles!</span></strong><br></p> </span></li></div></ul></td><td style='vertical-align: top;'></td></tr></tbody></table></div></div><br clear='all'></div>"
	},
	{
		"title": "Appointment Request",
		"layout": "page.pug",
		"htmlContent":"<div id='content'><form action='' data-callback='makeappointmentform_submit' method='post' class='js-bookonline-form'> <div> <div class='PageContact_Intro'> <h1><span style='font-size: 20px;'>Schedule a Dentist Appointment in Lansdowne, VA</span></h1><p>&nbsp;</p><p>The first step towards a beautiful, healthy smile is to schedule an appointment. Please contact our office by phone or complete the appointment request form below. Our scheduling coordinator will contact you to confirm your appointment.&nbsp;<br><strong><br> </strong><em>Please do not use this form to cancel or change an existing appointment.</em></p><br> </div> <div id='AppointmentRequestForm' style='padding-top: 20px'> Items in <strong>bold</strong> are required. <table cellspacing='0' cellpadding='0' border='0'> <tbody><tr> <td> <table cellspacing='0' cellpadding='0' border='0'> <tbody><tr> <td style='font-weight: bold; vertical-align: middle; width: 110px; padding-top: 4px; text-align: left'> Name: </td> <td style='padding-top: 4px'> <input name='fullname' type='text' class='qcformcolor' style='width:128px;'> <span style='color:Red;visibility:hidden;'>Name Required</span> </td> </tr> <tr> <td style='font-weight: bold; vertical-align: middle; padding-top: 4px; text-align: left'> Phone: </td> <td style='padding-top: 4px'> <input name='phone' type='text' class='qcformcolor' style='width:128px;'> </td> </tr> <tr> <td style='vertical-align: middle; padding-top: 4px; text-align: left'> Email: </td> <td style='padding-top: 4px'> <input name='email' type='text' class='qcformcolor' style='width:128px;'> </td> </tr> </tbody></table> </td> <td style='padding-left: 5px; vertical-align: top; height: 100%'> </td> </tr> </tbody></table> <span class='qc-err'></span> </div> <div style='width:180px;'><div id='captchCtrl'> <div style='text-align:left;'> <input type='submit' class='Button js-bookonline-submit' value='Send'> </div></div></div> </div> <br clear='all'></form><script type='text/javascript' src='/assets/widgets/bookonline/index.js' data-profileid='abe8c5d2-5024-43be-97e4-c0a47e7416b3'></script><br clear='all'> </div>"
	}
]
