[
  {
    "title": "About",
    "permalink": "about",
    "layout": "content.pug",
    "header": "Laser Eye Surgery Specialist",
    "description": "Your eyes and vision are so important to you, that, although you’ve considered laser vision correction, you’ve been afraid to take a chance. Sound familiar? We hear this type of concern every day. That’s why Dr. Tanchel has continued to use the best and safest technology to treat her patients.",
    "htmlContent": "<p>Northern Virginia eye doctor Nancy A. Tanchel, M.D., the medical director of Liberty Laser Eye Center, is one of a select few full-time refractive LASIK surgeons in the country and she is one of the only women in the field. Dr. Tanchel was the first woman in the world to have the femtosecond laser in her Tysons Corner center. She earned degrees from Emory University and Johns Hopkins.</p><p>Dr. Tanchel has been dedicated to refractive eye surgery for many years and has performed more than 15,000 LASIK, All-Laser LASIK and PRK procedures – more than any other woman in America.</p><blockquote>''I have the best job in the world. I get to help people enjoy their lives more on a daily basis. Right after LASIK eye surgery I see smiles, then real joy the next day when my patients come in for their first post-op visit, seeing great. How wonderful is that?''</blockquote><p>As a Northern Virginia eye doctor specifically located in the town of Tysons Corner VA. Dr. Tanchel has dedicated her life to a helping those with vision problems. The combination of the most advanced laser eye equipment available and Dr. Nancy Tanchel’s years of LASIK eye surgery experience culminate into the best care a Northern Virginia or Washington DC patient could possibly ask for.</p><br><a href=''>Dr. Tanchel’s Curriculum Vitae</a><p>To find out if you’re a good candidate for LASIK eye surgery, contact our office at 571-234-5678 or use our online contact form.</p>"
  },
  {
    "title": "Privacy Policy",
    "permalink": "privacy-policy",
    "layout": "legal.pug",
    "header": "Privacy Policy",
    "description": "Privacy Policy",
    "htmlContent": "<h4>PRIVACY STATEMENT</h4><p>We are committed to protecting your privacy and developing technology that gives you the most powerful and safe online experience. This Statement of Privacy applies to our Practice's Web site and governs data collection and usage. By using this website, you consent to the data practices described in this statement.</p><h4>Collection of your Personal Information</h4><p>This Practice collects personally identifiable information, such as your e-mail address, name, home or work address or telephone number. This Practice also collects anonymous demographic information, which is not unique to you, such as your ZIP code, age, gender, preferences, interests and favorites.</p><p>There is also information about your computer hardware and software that is automatically collected by this website.  This information can include: your IP address, browser type, domain names, access times and referring Web site addresses. This information is used for the operation of the service, to maintain quality of the service, and to provide general statistics regarding use of this Web site.</p><p>Please keep in mind that if you directly disclose personally identifiable information or personally sensitive data through public message boards, this information may be collected and used by others.</p><p>This Practice encourages you to review the privacy statements of Web sites you choose to link to from the website so that you can understand how those Web sites collect, use and share your information. This Practice is not responsible for the privacy statements or other content on any other Web sites.</p><h4>Use of your Personal Information</h4><p>This Practice collects and uses your personal information to operate the Web site and deliver the services you have requested. This Practice also uses your personally identifiable information to inform you of other products or services available from this Practice and its affiliates. This Practice may also contact you via surveys to conduct research about your opinion of current services or of potential new services that may be offered.</p><p>This Practice does not sell, rent or lease its customer lists to third parties. This Practice may share data with trusted partners to help us perform statistical analysis, send you email or postal mail, provide customer support, or arrange for deliveries. All such third parties are prohibited from using your personal information except to provide these services and they are required to maintain the confidentiality of your information.</p><p>This Practice does not use or disclose sensitive personal information, such as race, religion, or political affiliations, without your explicit consent.</p><p>This Practice will disclose your personal information, without notice, only if required to do so by law.</p><h4>Use of Cookies</h4><p>The Web site uses 'cookies' to help this Practice personalize your online experience. A cookie is a text file that is placed on your hard disk by a Web page server. Cookies cannot be used to run programs or deliver viruses to your computer. Cookies are uniquely assigned to you, and can only be read by a web server in the domain that issued the cookie to you.</p><h4>Security of your Personal Information</h4><p>This Practice secures your personal information from unauthorized access, use or disclosure. This Practice secures the personally identifiable information you provide on computer servers in a controlled, secure environment, protected from unauthorized access, use or disclosure. When personal information (such as a credit card number) is transmitted to other Web sites, it is protected through the use of encryption, such as the Secure Socket Layer (SSL) protocol.</p><h4>Changes to this Statement</h4><p>This Practice will occasionally update this Statement of Privacy to reflect company and customer feedback. We encourage you to periodically review this Statement to be informed of how this Practice is protecting your information.</p><h4>Contact Information</h4><p>Please contact us by phone at <span class='mm-phone-number phoneupdated'>(571) 234-5678</span> or by mail at 8321 Old Courthouse Road  Vienna, VA 22182.</p>"
  },
  {
    "title": "Terms & Conditions",
    "permalink": "terms",
    "layout": "legal.pug",
    "header": "Terms & Conditions",
    "description": "Terms & Conditions",
    "htmlContent": "<p>This Practice Web Site is offered to you conditioned on your acceptance without modification of the terms, conditions, and notices contained herein.Your use of this Practice Web Site constitutes your agreement to all such terms, conditions, and notices.</p><h4>MODIFICATION OF THESE TERMS OF USE</h4><p>This Practice reserves the right to change the terms, conditions, and notices under which this Practice Web Site is offered, including but not limitedto the charges associated with the use of this Practice Web Site.</p><h4>LINKS TO THIRD PARTY SITES</h4><p>This Practice Web Site may contain links to other Web Sites ('Linked Sites'). The Linked Sites are not under the control of this Practice and thisPractice is not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes orupdates to a Linked Site. This Practice is not responsible for webcasting or any other form of transmission received from any Linked Site. This Practiceis providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by this Practice of the site or any associationwith its operators.</p><h4>NO UNLAWFUL OR PROHIBITED USE</h4><p>As a condition of your use of this Practice Web Site, you warrant to this Practice that you will not use this Practice Web Site for any purpose that isunlawful or prohibited by these terms, conditions, and notices. You may not use this Practice Web Site in any manner which could damage, disable, overburden,or impair this Practice Web Site or interfere with any other party's use and enjoyment of this Practice Web Site. You may not obtain or attempt to obtain anymaterials or information through any means not intentionally made available or provided for through this Practice Web Sites.</p><h4>USE OF COMMUNICATION SERVICES</h4><p>This Practice Web Site may contain bulletin board services, chat areas, news groups, forums, communities, personal web pages, calendars, and/or other messageor communication facilities designed to enable you to communicate with the public at large or with a group (collectively, 'Communication Services'), you agreeto use the Communication Services only to post, send and receive messages and material that are proper and related to the particular Communication Service.By way of example, and not as a limitation, you agree that when using a Communication Service, you will not:</p><ul><li>Defame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as rights of privacy and publicity) of others.</li><li>Publish, post, upload, distribute or disseminate any inappropriate, profane, defamatory, infringing, obscene, indecent or unlawful topic, name, material or information.</li><li>Upload files that contain software or other material protected by intellectual property laws (or by rights of privacy of publicity) unless you own or control the rights thereto or have received all necessary consents.</li><li>Upload files that contain viruses, corrupted files, or any other similar software or programs that may damage the operation of another's computer.</li><li>Advertise or offer to sell or buy any goods or services for any business purpose, unless such Communication Service specifically allows such messages.</li><li>Conduct or forward surveys, contests, pyramid schemes or chain letters.</li><li>Download any file posted by another user of a Communication Service that you know, or reasonably should know, cannot be legally distributed in such manner.</li><li>Falsify or delete any author attributions, legal or other proper notices or proprietary designations or labels of the origin or source of software or other material contained in a file that is uploaded.</li><li>Restrict or inhibit any other user from using and enjoying the Communication Services.</li><li>Violate any code of conduct or other guidelines which may be applicable for any particular Communication Service.</li><li>Harvest or otherwise collect information about others, including e-mail addresses, without their consent.</li><li>Violate any applicable laws or regulations.</li></ul><p>This Practice has no obligation to monitor the Communication Services. However, this Practice reserves the right to review materials posted to a Communication Service and to remove any materials in its sole discretion. This Practice reserves the right to terminate your access to any or all of the Communication Services at any time without notice for any reason whatsoever.</p><p>Materials uploaded to a Communication Service may be subject to posted limitations on usage, reproduction and/or dissemination. You are responsible for adhering to such limitations if you download the materials.</p><h4>LIABILITY DISCLAIMER</h4><p>THE INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES INCLUDED IN OR AVAILABLE THROUGH THIS PRACTICE WEB SITE MAY INCLUDE INACCURACIES OR TYPOGRAPHICAL ERRORS. CHANGES ARE PERIODICALLY ADDED TO THE INFORMATION HEREIN. THIS PRACTICE AND/OR ITS SUPPLIERS MAY MAKE IMPROVEMENTS AND/OR CHANGES IN THIS PRACTICE WEB SITE AT ANY TIME. ADVICE RECEIVED VIA THIS PRACTICE WEB SITE SHOULD NOT BE RELIED UPON FOR PERSONAL, MEDICAL, LEGAL OR FINANCIAL DECISIONS AND YOU SHOULD CONSULT AN APPROPRIATE PROFESSIONAL FOR SPECIFIC ADVICE TAILORED TO YOUR SITUATION.</p><p>THIS PRACTICE AND/OR ITS SUPPLIERS MAKE NO REPRESENTATIONS ABOUT THE SUITABILITY, RELIABILITY, AVAILABILITY, TIMELINESS, AND ACCURACY OF THE INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS CONTAINED ON This Practice WEB SITE FOR ANY PURPOSE. TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, ALL SUCH INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS ARE PROVIDED 'AS IS' WITHOUT WARRANTY OR CONDITION OF ANY KIND. THIS PRACTICE AND/OR ITS SUPPLIERS HEREBY DISCLAIM ALL WARRANTIES AND CONDITIONS WITH REGARD TO THIS INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS, INCLUDING ALL IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.</p><p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL THIS PRACTICE AND/OR ITS SUPPLIERS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF USE, DATA OR PROFITS, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OR PERFORMANCE OF THIS PRACTICE WEB SITE, WITH THE DELAY OR INABILITY TO USE THIS PRACTICE WEB SITE OR RELATED SERVICES, THE PROVISION OF OR FAILURE TO PROVIDE SERVICES, OR FOR ANY INFORMATION, SOFTWARE, PRODUCTS, SERVICES AND RELATED GRAPHICS OBTAINED THROUGH THIS PRACTICE WEB SITE, OR OTHERWISE ARISING OUT OF THE USE OF THIS PRACTICE WEB SITE, WHETHER BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY OR OTHERWISE, EVEN IF THIS PRACTICE OR ANY OF ITS SUPPLIERS HAS BEEN ADVISED OF THE POSSIBILITY OF DAMAGES. BECAUSE SOME STATES/JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU. IF YOU ARE DISSATISFIED WITH ANY PORTION OF THIS PRACTICE WEB SITE, OR WITH ANY OF THESE TERMS OF USE, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING THIS PRACTICE WEB SITE.</p><h4>COPYRIGHT AND TRADEMARK NOTICES:</h4><p>All contents of this website are Copyright © 2017 MDOCS, Inc. All Rights Reserved. All logos are trademarks and service marks of MDOCS, Inc. All other trademarks, service marks and logos used in this website are the property of their respective owners.</p><h4>TRADEMARKS</h4><p>The names of actual companies and products mentioned herein may be the trademarks of their respective owners.</p><p>The example companies, organizations, products, people and events depicted herein are fictitious. No association with any real company, organization, product, person, or event is intended or should be inferred.</p><p>Any rights not expressly granted herein are reserved.</p><h4>NOTICES</h4><p>Please contact us by phone at <span class='mm-phone-number phoneupdated'>(571) 234-5678</span> or by mail at 8321 Old Courthouse Road  Vienna, VA 22182.</p>"
  },
  {
    "title": "Information",
    "permalink": "information",
    "layout": "content.pug",
    "header": "Information",
    "description": "Information",
    "htmlContent": "<section class='content'><div class='row'><div class='span12'><p>General information.</p></div></div></section>"
  }
]
